{
  "contents": "# Términos de Uso de Suma\n\nÚltima modificación: 19 de abril de 2025\n\n### Aceptación de los Términos de Uso\n\nEstos términos de uso se celebran entre usted y suma (\"**Compañía,**\" \"**nosotros,**\" o \"**a nosotros**\"). Los siguientes términos y condiciones, junto con cualquier documento que incorporen expresamente por referencia (colectivamente, \"**Condiciones de uso**\"), rigen su acceso y uso de app.mysuma.org, incluido cualquier contenido, funcionalidad y servicio ofrecido en o a través de [https://app.mysuma.org](https://app.mysuma.org__blank__ 'suma app') (el \"**Sitio web**\").\n\nLea atentamente los Términos de uso antes de comenzar a utilizar el sitio web. **Al usar el sitio web, usted acepta estar sujeto y cumplir con estos Términos de uso y nuestra Política de privacidad, que se encuentran en [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'política de privacidad'), incorporados aquí como referencia**. Si no desea aceptar estos Términos de uso o la Política de privacidad, no debe acceder ni utilizar el sitio web.\n\nAl usar este sitio web, usted declara y garantiza que tiene toda la autoridad requerida para formar un contrato vinculante con la Compañía.\n\n### Acceso al Sitio Web y Seguridad de la Cuenta\n\nNos reservamos el derecho de retirar o modificar este sitio web y cualquier servicio o material que proporcionemos en el sitio web, a nuestro exclusivo criterio y sin previo aviso. No seremos responsables si, por cualquier motivo, la totalidad o parte del sitio web no está disponible en algún momento o durante algún período.\n\nUsted es responsable de:\n\n- Hacer todos los arreglos necesarios para que usted tenga acceso al sitio web.\n- Garantizar que todas las personas que accedan al Sitio Web a través de su conexión a Internet conocen estos Términos de Uso y los cumplen.\n- Asegurarse de que todas las personas que aprovechan las ofertas de terceros a través del sitio web conocen y aceptan los Términos de uso aplicables de esos terceros.\n\nPara acceder al sitio web o a algunos de los recursos que ofrece, es posible que se le solicite que proporcione ciertos detalles de registro o otra información. Es una condición de su uso del sitio web que toda la información que proporcione en el sitio web sea correcta, actual y completa. Usted acepta que toda la información que proporcione para registrarse en este sitio web o de otro modo, incluido, entre otros, mediante el uso de cualquier función interactiva en el sitio web, se rige por nuestro política de privacidad [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'política de privacidad de suma'), y acepta todas las acciones que tomamos con respecto a su información de acuerdo con nuestra Política de privacidad.\n\nSi elige, o se le proporciona, un nombre de usuario, contraseña o cualquier otra información como parte de nuestros procedimientos de seguridad, reconoce que su cuenta es personal y acepta no proporcionar acceso a este sitio web a ninguna otra persona. o partes del mismo utilizando su nombre de usuario, contraseña o otra información de seguridad.\n\nTenemos derecho a deshabilitar cualquier nombre de usuario, contraseña o otro identificador, ya sea elegido por usted o proporcionado por nosotros, en cualquier momento, a nuestro exclusivo criterio, por cualquier motivo o sin él, incluso si, en nuestra opinión, ha violado alguna disposición. de estos Términos de uso.\n\n### Autenticación\n\nPodemos ofrecer contenido, servicios o funcionalidades para su uso dentro del sitio web (las \"Ofertas\"). Para utilizar o acceder a las Ofertas, es posible que deba autenticarse y verificar que es elegible para dicho contenido, servicios o funcionalidad. Debe autenticarse usted mismo y su cuenta antes de usar o acceder a cualquier Oferta. Al hacerlo, garantizas que la información que facilitas es verdadera y exacta y te comprometes a mantenerla actualizada.\n\n### Derechos de Propiedad Intelectual\n\nEl sitio web y todo su contenido, características y funcionalidad (incluidos, entre otros, toda la información, el software, el texto, las pantallas, las imágenes, el video y el audio, y el diseño, la selección y la disposición de los mismos) son propiedad de la Compañía, su otorgantes de licencias o otros proveedores de dicho material, y están protegidos por las leyes de derechos de autor, marcas registradas, patentes, secretos comerciales y otras leyes de propiedad intelectual o derechos de propiedad de los Estados Unidos e internacionales.\n\nEstos Términos de uso le permiten utilizar el sitio web únicamente para su uso personal y no comercial. No debe reproducir, distribuir, modificar, crear trabajos derivados, exhibir públicamente, ejecutar públicamente, volver a publicar, descargar, almacenar o transmitir ningún material en nuestro sitio web.\n\nSi imprime, copia, modifica, descarga o usa o proporciona acceso a cualquier otra persona a cualquier parte del sitio web en incumplimiento de los Términos de uso, su derecho a usar el sitio web cesará de inmediato y debe, a nuestra discreción. , devuelva o destruya cualquier copia de los materiales que haya hecho.\n\n### Marcas Registradas\n\nEl nombre de la Compañía y todos los nombres, logotipos, nombres de productos y servicios, diseños y eslóganes relacionados son marcas comerciales de la Compañía o sus afiliados o licenciatarios. No debe usar tales marcas sin el permiso previo por escrito de la Compañía. Todos los demás nombres, logotipos, nombres de productos y servicios, diseños y eslóganes en este sitio web son marcas comerciales de sus respectivos propietarios.\n\n### Usos Prohibidos\n\nPuede usar el sitio web solo de acuerdo con estos y otros Términos de uso aplicables. Usted acepta no utilizar el sitio web:\n\n- De cualquier manera que viole cualquier ley o regulación federal, estatal, local o internacional aplicable (incluidas, entre otras, las leyes relacionadas con la exportación de datos o software hacia y desde los EE. UU. o otros países).\n- Con el propósito de explotar, dañar o intentar explotar o dañar a menores de cualquier manera exponiéndolos a contenido inapropiado, solicitando información de identificación personal, o de otra manera.\n- Participar en cualquier otra conducta que restrinja o inhiba el uso o disfrute del sitio web por parte de cualquier persona, o que, según lo determinemos, pueda dañar a la Compañía o a los usuarios del sitio web, o exponerlos a responsabilidad.\n\nAdemás, acepta no:\n\n- Usar el sitio web de cualquier manera que pueda deshabilitar, sobrecargar, dañar o perjudicar el sitio, o interferir con el uso del sitio web por parte de terceros, incluida su capacidad para participar en actividades en tiempo real a través del sitio web.\n- Usar cualquier dispositivo, software o rutina que interfiera con el correcto funcionamiento del sitio web.\n\n### Confianza en la Información Publicada\n\nLa información presentada en o a través del sitio web se pone a disposición únicamente con fines de información general. No garantizamos la exactitud, integridad o utilidad de esta información. Cualquier confianza que deposite en dicha información es estrictamente bajo su propio riesgo. Renunciamos a toda responsabilidad que surja de la confianza depositada en dichos materiales por usted o cualquier otro visitante del sitio web, o por cualquier persona que pueda estar informada de cualquiera de sus contenidos.\n\n### Cambios en el Sitio Web\n\nEs posible que actualicemos el contenido de este sitio web de vez en cuando, pero su contenido no está necesariamente completo o actualizado. Cualquiera de los materiales en el sitio web puede estar desactualizado en un momento dado, y no tenemos la obligación de actualizar dicho material.\n\n### Información Sobre Usted y Sus Visitas al Sitio Web\n\nToda la información que recopilamos en este sitio web está sujeta a nuestra Política de privacidad [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'política de privacidad de suma'). Al usar el sitio web, acepta todas las acciones que tomamos con respecto a su información de conformidad con la Política de privacidad.\n\n### Compras en Línea y Otros Términos y Condiciones\n\nTodas las compras a través de nuestro sitio o otras transacciones para la venta de bienes o servicios realizadas a través del sitio web, o que resulten de las visitas realizadas por usted, se rigen por estos Términos de uso y cualquier otro término y condición aplicable.\n\nTambién se pueden aplicar términos y condiciones adicionales a partes, servicios o características específicas del sitio web. Todos los términos y condiciones adicionales se incorporan por medio de esta referencia a estos Términos de uso.\n\nEl sitio web también puede incluir ofertas de bienes y servicios de terceros. Es su exclusiva responsabilidad y obligación asegurarse de que todas las personas que aprovechan las ofertas de terceros a través del sitio web conocen y aceptan los términos y condiciones adicionales aplicables de esos terceros.\n\n### Pago\n\nUsted acepta que la Compañía reciba o ejecute pagos en su nombre en relación con su uso de bienes o servicios proporcionados por suma o sus licenciantes y socios externos, y gestione la liquidación de los pagos relacionados con usted.\n\nUsted puede pagar sus artículos utilizando métodos de pago como los siguientes, cuya disponibilidad puede variar:\n\n- Ciertas tarjetas de crédito o débito (VISA, MasterCard, American Express y Discover).\n\nPodemos modificar el alcance de los métodos de pago disponibles a nuestro exclusivo criterio.\n\nUsted puede estar sujeto a los términos y condiciones para la compra de \"artículos\" (que pueden referirse a bienes y/o servicios) según lo exija el vendedor de dichos artículos. Suma no es parte de tales acuerdos entre usted y el vendedor. Para evitar dudas, sus obligaciones financieras son directamente con suma, no con el vendedor, por la compra de dichos artículos.\n\n### Restricciones Geográficas\n\nEl propietario del sitio web tiene su sede en el estado de Oregón en los Estados Unidos. Proporcionamos este sitio web para uso exclusivo de personas ubicadas en el estado de Oregón. No afirmamos que el sitio web o cualquiera de sus contenidos sea accesible o apropiado fuera del estado de Oregón. El acceso al Sitio Web puede no ser legal para determinadas personas o en determinados países. Si accede al sitio web desde fuera del estado de Oregón, lo hace por iniciativa propia y es responsable del cumplimiento de las leyes locales.\n\n### Descargo de Responsabilidad de Garantías\n\nUsted comprende que no podemos y no garantizamos que los archivos disponibles para descargar de Internet o del sitio web estén libres de virus o otros códigos destructivos. Usted es responsable de implementar suficientes procedimientos y puntos de control para satisfacer sus requisitos particulares de protección antivirus y precisión de la entrada y salida de datos, y de mantener un medio externo a nuestro sitio para cualquier reconstrucción de los datos perdidos. EN LA MEDIDA MÁXIMA ESTABLECIDA POR LA LEY, NO SEREMOS RESPONSABLES DE NINGUNA PÉRDIDA O DAÑO CAUSADO POR UN ATAQUE DE DENEGACIÓN DE SERVICIO DISTRIBUIDO, VIRUS O OTRO MATERIAL TECNOLÓGICAMENTE DAÑINO QUE PUEDE INFECTAR SU EQUIPO DE COMPUTADORA, PROGRAMAS DE COMPUTADORA, DATOS O OTROS MATERIAL PROPIETARIO DEBIDO A SU USO DEL SITIO WEB O CUALQUIER SERVICIO O ARTÍCULO OBTENIDO A TRAVÉS DEL SITIO WEB O A SU DESCARGA DE CUALQUIER MATERIAL PUBLICADO EN ÉL, O EN CUALQUIER SITIO WEB VINCULADO A ÉL.\n\nSU USO DEL SITIO WEB, SU CONTENIDO Y CUALQUIER SERVICIO O ARTÍCULO OBTENIDO A TRAVÉS DEL SITIO WEB ES BAJO SU PROPIO RIESGO. EL SITIO WEB, SU CONTENIDO Y CUALQUIER SERVICIO O ARTÍCULO OBTENIDO A TRAVÉS DEL SITIO WEB SE PROPORCIONAN \"TAL CUAL\" Y \"SEGÚN DISPONIBILIDAD\", SIN NINGUNA GARANTÍA DE NINGÚN TIPO, YA SEA EXPLÍCITA O IMPLÍCITA. NI LA COMPAÑÍA NI NINGUNA PERSONA ASOCIADA CON LA COMPAÑÍA OFRECE NINGUNA GARANTÍA O REPRESENTACIÓN CON RESPECTO A LA INTEGRIDAD, SEGURIDAD, CONFIABILIDAD, CALIDAD, EXACTITUD O DISPONIBILIDAD DEL SITIO WEB, O CUALQUIER BIEN O SERVICIO OFRECIDO A TRAVÉS DEL SITIO WEB. SIN LIMITAR LO ANTERIOR, NI LA COMPAÑÍA NI NINGUNA PERSONA ASOCIADA CON LA COMPAÑÍA REPRESENTA O GARANTIZA QUE EL SITIO WEB, SU CONTENIDO O CUALQUIER SERVICIO O ARTÍCULO OBTENIDO A TRAVÉS DEL SITIO WEB SERÁ PRECISO, CONFIABLE, LIBRE DE ERRORES O ININTERRUMPIDO, QUE LOS DEFECTOS SERÁN CORREGIDO, QUE NUESTRO SITIO O EL SERVIDOR QUE LO HACE DISPONIBLE ESTÁN LIBRES DE VIRUS O OTROS COMPONENTES DAÑINOS, O QUE EL SITIO WEB O CUALQUIER SERVICIO O ARTÍCULO OBTENIDO A TRAVÉS DEL SITIO WEB CUMPLIRÁ SUS NECESIDADES O EXPECTATIVAS.\n\nEN LA MEDIDA MÁXIMA ESTABLECIDA POR LA LEY, LA COMPAÑÍA RECHAZA TODAS LAS GARANTÍAS DE CUALQUIER TIPO, YA SEA EXPLÍCITA O IMPLÍCITA, LEGAL O DE OTRO TIPO, INCLUIDAS, ENTRE OTRAS, CUALQUIER GARANTÍA DE COMERCIABILIDAD, NO VIOLACIÓN E IDONEIDAD PARA UN FIN PARTICULAR.\n\nLO ANTERIOR NO AFECTA LAS GARANTÍAS QUE NO PUEDEN SER EXCLUIDAS O LIMITADAS SEGÚN LA LEY APLICABLE.\n\n### Limitación de Responsabilidad\n\nEN LA MEDIDA MÁXIMA ESTABLECIDA POR LA LEY, EN NINGÚN CASO LA COMPAÑÍA, SUS AFILIADOS O SUS LICENCIATARIOS, PROVEEDORES DE SERVICIOS, EMPLEADOS, AGENTES, FUNCIONARIOS O DIRECTORES SERÁN RESPONSABLES POR DAÑOS DE CUALQUIER TIPO, BAJO CUALQUIER TEORÍA LEGAL, QUE SURJAN DE O EN CONEXIÓN CON SU USO, O INCAPACIDAD DE USO, DEL SITIO WEB, CUALQUIER SITIO WEB VINCULADO A ÉL, CUALQUIER CONTENIDO EN EL SITIO WEB O TALES OTROS SITIOS WEB, Y CUALQUIER BIEN O SERVICIO OFRECIDO A TRAVÉS DEL SITIO WEB, INCLUYENDO CUALQUIER DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL, DAÑOS CONSECUENCIALES O PUNITIVOS, INCLUIDOS, ENTRE OTROS, LESIONES PERSONALES, DOLOR Y SUFRIMIENTO, ANGUSTIA EMOCIONAL, PÉRDIDA DE INGRESOS, PÉRDIDA DE GANANCIAS, PÉRDIDA DE NEGOCIOS O AHORROS ESPERADOS, PÉRDIDA DE USO, PÉRDIDA DE FONDO DE COMERCIO, PÉRDIDA DE DATOS Y YA SEA CAUSADO POR AGRAVIO (INCLUYENDO NEGLIGENCIA), INCUMPLIMIENTO DE CONTRATO O DE CUALQUIER CUALQUIER CASO, INCLUSO PREVISIBLE.\n\nLa limitación de responsabilidad establecida anteriormente no se aplica a la responsabilidad que resulte de nuestra negligencia grave o mala conducta intencional o muerte o lesiones corporales causadas por los productos que compre a través del sitio.\n\nLO ANTERIOR NO AFECTA NINGUNA RESPONSABILIDAD QUE NO PUEDE SER EXCLUIDA O LIMITADA BAJO LA LEY APLICABLE.\n\n### Indemnización\n\nUsted acepta defender, indemnizar y eximir de responsabilidad a la Compañía, sus afiliados, licenciantes y proveedores de servicios, y sus respectivos funcionarios, directores, empleados, contratistas, agentes, licenciantes, proveedores, sucesores y cesionarios de y contra cualquier reclamo. , responsabilidades, daños, sentencias, adjudicaciones, pérdidas, costos, gastos o honorarios (incluidos los honorarios razonables de abogados) que surjan o estén relacionados con su violación de estos Términos de uso o su uso del sitio web, incluidos, entre otros, , sus Contribuciones de usuario, cualquier uso del contenido, los servicios y los productos del sitio web que no sean los expresamente autorizados en estos Términos de uso, o su uso de cualquier información obtenida del sitio web.\n\n### Ley Aplicable y Jurisdicción\n\nTodos los asuntos relacionados con el Sitio Web y estos Términos de uso, y cualquier disputa o reclamo que surja o esté relacionado con ellos (en cada caso, incluidas las disputas o reclamos extracontractuales), se regirán e interpretarán de conformidad con las leyes internas de la Estado de Oregón sin dar efecto a ninguna disposición o regla de elección o conflicto de leyes (ya sea del Estado de Oregón o de cualquier otra jurisdicción).\n\nCualquier juicio, acción o procedimiento legal que surja de, o esté relacionado con, estos Términos de uso o el sitio web se iniciará exclusivamente en los tribunales federales de los Estados Unidos o los tribunales del Estado de Oregón, en cada caso ubicado en el Ciudad de Portland y Condado de Multnomah, aunque nos reservamos el derecho de presentar cualquier demanda, acción o procedimiento en su contra por incumplimiento de estos Términos de uso en su país de residencia o en cualquier otro país relevante. Usted renuncia a todas y cada una de las objeciones al ejercicio de la jurisdicción sobre usted por parte de dichos tribunales y al lugar en dichos tribunales.\n\n### Renuncia y Divisibilidad\n\nNinguna renuncia por parte de la Compañía a cualquier término o condición establecido en estos Términos de uso se considerará una renuncia adicional o continua de dicho término o condición o una renuncia a cualquier otro término o condición, y cualquier falla de la Compañía para hacer valer un derecho. o disposición bajo estos Términos de uso no constituirá una renuncia a tal derecho o disposición.\n\nSi un tribunal o otro tribunal de jurisdicción competente considera que alguna disposición de estos Términos de uso es inválida, ilegal o inaplicable por cualquier motivo, dicha disposición se eliminará o limitará en la medida mínima en que las disposiciones restantes de los Términos de Uso continuará en pleno vigor y efecto.\n\n### Acuerdo Completo\n\nLos Términos de uso, nuestra Política de privacidad y los Términos de venta constituyen el acuerdo único y completo entre usted y suma con respecto al sitio web y reemplazan todos los entendimientos, acuerdos, representaciones y garantías anteriores y contemporáneos, tanto escritos como orales, con respecto al sitio web.\n\n### Sus Comentarios e Inquietudes\n\nEste sitio web es operado por suma 7450 N Charleston Ave, Portland, OR 97203.\n\nTodas las demás opiniones, comentarios, solicitudes de soporte técnico y otras comunicaciones relacionadas con el sitio web deben dirigirse a: [apphelp@mysuma.org](mailto:apphelp@mysuma.org 'suma correo electrónico de ayuda').\n\n<br />\n\n---\n\n<br />\n\n# Condiciones de Venta del Programa Especial de Verano de Suma 2024\n\nEstos términos y condiciones rigen la venta de Bienes, Productos o Servicios (\"Productos\") por suma y sus afiliados (colectivamente, \"Vendedor\"), así como por terceros proveedores y/o proveedores de servicios del Vendedor (\"Terceros\" ), durante el programa especial de verano de suma 2024. Estos términos y condiciones (\"Acuerdo\") se aplican solo al programa especial de verano de suma 2024, que es un programa ofrecido por el Vendedor para brindar acceso a comidas asequibles para personas elegibles de Oregón (\"Compradores\") desde el 4 de mayo 2024 hasta el 31 de diciembre 2024.\n\nEstos términos especiales se aplican únicamente al programa especial de verano de suma 2024. Para obtener una copia de los términos y condiciones especiales aplicables a programas suma anteriores, contáctenos en [apphelp@mysuma.org](mailto:apphelp@mysuma.org 'correo electronico de ayuda de suma').\n\n**1) Financiamiento de la Cuenta:** Para el programa especial de verano de suma 2024, los compradores primero deben configurar una cuenta en el sitio web de suma, proporcionar al vendedor toda la información solicitada y depositar cinco USD ($5,00) iniciales en su cuenta del sitio web de suma. Los compradores deben depositar inicialmente cinco USD ($5,00) vinculando su tarjeta de crédito o tarjeta de débito. El Vendedor cobrará a los Compradores una tarifa de transacción de medio por ciento (.5%) sobre cada monto que deposite en su cuenta del sitio web de suma. Por ejemplo, si un Comprador agrega cinco USD ($5,00) a su cuenta del sitio web de suma, el Vendedor cobrará $0,025 (2,5 centavos). El Vendedor permitirá que los Compradores autorizados y calificados reciban un crédito inicial de diecinueve USD ($19.00) en su cuenta del Sitio web de suma del Vendedor. El depósito inicial del Comprador y esos créditos (\"Fondos\") solo son elegibles para su uso por parte de Compradores calificados en un mercado agrícola participante. Los fondos no pueden transferirse, venderse, modificarse ni canjearse por tarjetas de regalo y ciertas mercancías excluidas, como se indica en el reverso de los cupones físicos recibidos del Vendedor a cambio de Fondos en el mercado de agricultores participante. El vendedor no es responsable y no reemplazará los cupones perdidos, robados o dañados. Semanalmente, los Compradores calificados y autorizados tendrán derecho a agregar hasta quince USD ($15.00) adicionales a su cuenta del sitio web de suma, que el Vendedor igualará con créditos adicionales en una proporción de uno a uno (1:1). El Vendedor puede, a su exclusivo criterio, ajustar la disponibilidad y las ofertas de cualquier crédito. Si el Comprador no está calificado ni autorizado para realizar un pedido, el Vendedor devolverá el depósito inicial de cinco USD ($5,00).\n\n**2) Pago:**  Los compradores realizarán su depósito inicial en el sitio web del Vendedor mediante tarjeta de crédito o débito, a través de Stripe, Inc. (\"Stripe\"), el procesador de pagos externo del Vendedor. Ciertos términos y condiciones de Stripe que pueden regir su uso de este servicio se pueden encontrar en [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users__blank).\n\n**3) Pedidos:** Todos los pedidos realizados por el Comprador para el programa especial de verano suma 2024 están sujetos a la aceptación por parte del Vendedor. Antes de realizar cualquier pedido para el programa especial de verano de suma 2024, los Compradores deben configurar una cuenta en el sitio web de suma y proporcionar al Vendedor toda la información solicitada. Los pedidos no se pueden cancelar ni reprogramar sin el consentimiento por escrito del Vendedor. Todos los pedidos deben identificar los Productos, las cantidades unitarias, los precios aplicables y la información de entrega solicitada para los Productos que se compran. El Vendedor podrá, a su entera discreción, asignar Productos entre los clientes.\n\n**4) Entrega y Título:** Para el programa especial de verano de suma 2024, el Comprador puede \"recoger\" sus Productos en el mercado agrícola de St Johns a partir del 4 de mayo de 2024 y en el mercado agrícola de King a partir del 5 de mayo de 2024. Todos los pedidos de \"recogida\" realizados por el Comprador en el sitio web de suma para el programa especial de verano de suma 2024 están sujetos a la aceptación por parte del Vendedor o de Terceros. Para facilitar esta recogida, el Vendedor y los Terceros ofrecerán un medio de transporte para Compradores calificados y autorizados. Todas las recogidas se realizarán a la ubicación proporcionada al Comprador en el momento de la compra. El título y el riesgo de pérdida pasan al Comprador al momento de la recogida por parte del Comprador de los Productos en la ubicación de la comunidad seleccionada. Las fechas y horas de entrega del Vendedor son solo estimaciones y el Vendedor no es responsable de los retrasos en la entrega o del incumplimiento debido a causas fuera del control razonable del Vendedor. Para la entrega y el transporte, los compradores deben asegurarse de aceptar todos los términos y condiciones aplicables del Vendedor o de Terceros.\n\n**5) Devoluciones, Reembolsos y Cambios:** Todos los Productos comprados en el programa especial de verano de suma 2024 son definitivos y no se pueden devolver ni intercambiar. Todos los Fondos depositados por los Compradores en su cuenta del sitio web de suma se aplicarán para su uso en el programa especial de verano de suma 2024. Los fondos no son reembolsables, no vencen y no tienen tarifas de servicio. Los cupones de papel emitidos en los mercados agrícolas participantes vencerán al final del programa especial de verano de suma 2024. Los compradores que aún tengan fondos en su cuenta del sitio web de suma al final del programa especial de verano de suma 2024 pueden aplicar esos fondos a otros productos disponibles en el sitio web de suma. Los fondos no se pueden canjear por efectivo, excepto cuando así lo exija la ley. Para consultas de saldo y reembolsos, visite [https://app.mysuma.org](https://app.mysuma.org__blank 'suma inicio') o envíe un correo electrónico a [apphelp@mysuma.org](mailto:apphelp@mysuma.org 'correo electronico de ayuda de suma').\n\n**6) Renuncia de Garantías:** USTED RECONOCE QUE LOS PRODUCTOS VENDIDOS DURANTE EL PROGRAMA ESPECIAL DE VERANO DE SUMA 2024 Y CUALQUIERA DE SUS PARTES SE PROPORCIONAN \"TAL CUAL\". EL VENDEDOR NO HACE DECLARACIONES NI GARANTÍAS CON RESPECTO A LOS PRODUCTOS O PORCIONES DE LOS MISMOS, YA SEA EXPLÍCITA O IMPLÍCITA, INCLUYENDO, ENTRE OTRAS, GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN PROPÓSITO EN PARTICULAR. ESPECÍFICAMENTE, SIN LIMITAR LA GENERALIDAD DE LO ANTERIOR, EL VENDEDOR NO REPRESENTA NI GARANTIZA QUE (I) EL USO Y LA DISTRIBUCIÓN DE LOS PRODUCTOS SERÁ ININTERRUMPIDO O LIBRE DE ERRORES, Y O (II) CUALQUIER USO DE LOS PRODUCTOS Y/O PARTES DE LOS MISMOS, NO CAUSARÁ NINGÚN DAÑO. SERÁ SU ÚNICA RESPONSABILIDAD TOMAR LA DETERMINACIÓN QUE SEA NECESARIA. EN CONSECUENCIA, EL VENDEDOR RENUNCIA A TODA RESPONSABILIDAD QUE SURJA O ESTÉ RELACIONADA CON, DE CUALQUIER MANERA, LOS PRODUCTOS VENDIDOS DURANTE EL PROGRAMA ESPECIAL DE VERANO DE 2024. USTED RECONOCE QUE NO HA CONFIADO EN NINGUNA GARANTÍA Y QUE EL VENDEDOR NO OTORGA NINGUNA GARANTÍA O LA LEGAL OTORGA SIEMPRE QUE LA LEY LO PERMITA.\n\n**7) Limitación de Responsabilidad:** EL COMPRADOR NO TENDRÁ DERECHO A, Y EL VENDEDOR NO SERÁ RESPONSABLE DE, PÉRDIDA DE BENEFICIOS O INGRESOS, GASTOS PROMOCIONALES O DE FABRICACIÓN, GASTOS GENERALES, COSTOS DE INTERRUPCIÓN DEL NEGOCIO, PÉRDIDA DE DATOS, COSTOS DE ELIMINACIÓN O REINSTALACIÓN, DAÑO A LA REPUTACIÓN O PÉRDIDA DE COMPRADORES, PUNITIVO DAÑOS, VIOLACIÓN DE DERECHOS DE PROPIEDAD INTELECTUAL, PÉRDIDA DE CONTRATOS O PEDIDOS O CUALQUIER DAÑO INDIRECTO, ESPECIAL, INCIDENTAL O CONSECUENTE DE CUALQUIER NATURALEZA. LA RECUPERACIÓN DEL COMPRADOR DEL VENDEDOR POR CUALQUIER RECLAMACIÓN NO EXCEDERÁ EL PRECIO DE COMPRA PAGADO POR LOS PRODUCTOS AFECTADOS INDEPENDIENTEMENTE DE LA NATURALEZA DEL RECLAMO YA SEA POR CONTRATO, AGRAVIO, GARANTÍA O OTRO. EL COMPRADOR INDEMNIZARÁ, DEFENDERÁ Y EXONERARÁ DE RESPONSABILIDAD AL VENDEDOR DE CUALQUIER RECLAMO BASADO EN (a) EL CUMPLIMIENTO DEL VENDEDOR CON LOS DISEÑOS, ESPECIFICACIONES O INSTRUCCIONES DEL COMPRADOR, (b) LA MODIFICACIÓN DE CUALQUIER BIEN POR CUALQUIERA QUE NO SEA EL VENDEDOR, o (c) EL USO EN COMBINACIÓN CON OTROS PRODUCTOS. EN NINGÚN CASO LA CANTIDAD TOTAL DE LOS DAÑOS RESPONSABLES DEL COMPRADOR BAJO ESTOS TÉRMINOS DE VENTA EXCEDERÁ LA CANTIDAD PAGADA POR EL COMPRADOR AL VENDEDOR POR LOS PRODUCTOS.\n\n**8) Fuerza Mayor:** El Vendedor no es responsable por el incumplimiento de sus obligaciones con respecto a cualquier Bien o por demoras en la disponibilidad debido a causas fuera del control razonable del Vendedor, incluidas, entre otras, actos de Dios, desastres naturales o artificiales, disturbios, guerra, huelga, demora por parte del transportista, escasez de Productos, actos o omisiones de otras partes, actos o omisiones de la autoridad civil o militar, prioridades gubernamentales, cambios en la ley, escasez de materiales, incendios, huelgas, inundaciones, epidemias, restricciones de cuarentena, actos de terrorismo, retrasos en el transporte o incapacidad para obtener mano de obra, materiales o Productos a través de sus fuentes regulares, lo que se considerará como un evento de fuerza mayor que exime al Vendedor de cumplir y excluye los remedios por incumplimiento. En caso de condición de fuerza mayor, el tiempo de ejecución del Vendedor se extenderá por un período igual al tiempo perdido como consecuencia de la condición de fuerza mayor sin someter al Vendedor a responsabilidad o sanción alguna. El Vendedor puede, a su elección, cancelar el cumplimiento restante, sin ninguna responsabilidad o sanción, notificando dicha cancelación al Comprador.\n\n**9) Cesión:** El Comprador no podrá ceder ningún derecho o obligación en virtud de este Acuerdo sin el consentimiento previo por escrito del Vendedor.\n\n**10) Ley Aplicable y Foro:** Este Acuerdo, y todas las ofertas, confirmaciones y acuerdos, se rigen e interpretan de acuerdo con las leyes del Estado de Oregón. Todas las disputas que surjan de o en relación con este Acuerdo, o cualquier oferta, confirmación o acuerdo, primero deberán ser resueltas por el Comprador y el Vendedor a través de consultas y negociaciones de buena fe y con un espíritu de entendimiento mutuo. Todas las disputas que no se resuelvan dentro de un período de treinta (30) días a partir de la fecha en que la parte pertinente notificó a la otra parte a tal efecto, se presentarán al Servicio de Arbitraje de Oregón, para arbitraje vinculante.\n\n**11) Incumplimiento y Terminación:** Sin perjuicio de los derechos o recursos que el Vendedor pueda tener en virtud de este Acuerdo o por ley, el Vendedor puede, mediante notificación por escrito al Comprador, rescindir con efecto inmediato cualquier Acuerdo, o cualquier parte del mismo, sin responsabilidad alguna, por cualquier motivo.\n\nEn caso de cancelación, terminación o vencimiento de cualquier Acuerdo, los términos y condiciones destinados a sobrevivir a dicha cancelación, terminación o vencimiento (que incluirán, entre otros, las Secciones 5 de este Acuerdo) sobrevivirán.\n\n**12) Divisibilidad:** En el caso de que cualquier disposición de este Acuerdo sea declarada inválida o inaplicable por un tribunal de jurisdicción competente o por cualquier acción legislativa o administrativa futura, dicha decisión o acción no anulará la validez o aplicabilidad de cualquier otras disposiciones de la misma.\n\n**13) Modificaciones y Cambios:** El Vendedor se reserva el derecho de realizar enmiendas o modificaciones a este Acuerdo en cualquier momento. Dichas enmiendas y modificaciones tendrán efecto: (1) en todas las ofertas, confirmaciones y acuerdos que se refieran a dichos Acuerdos enmendado o modificado a partir de la fecha de dicha oferta, confirmación o acuerdo; y (2) en cualquier acuerdo existente treinta (30) días a partir de la notificación de dichas enmiendas o modificaciones por parte del Vendedor al Comprador, a menos que el Comprador haya notificado al Vendedor dentro de un período de treinta (30) días que se opone a ello.\n\n<br />\n\n---\n\n<br />\n\n# Condiciones de Venta de Suma Holiday Special de 2024\n\nEstos términos de venta rigen la venta de bienes, productos o servicios (\"Producto\" o \"Productos\"), a usted (\"Comprador\"), por Suma y sus afiliados (colectivamente, \"Vendedor\"), así como por terceros proveedores y/o proveedores de servicios del Vendedor (\"Terceros\"), durante el Programa Suma Holiday Special de 2024. Estos términos de venta (\"Acuerdo\") se aplican únicamente al Programa Suma Holiday Special de 2024 (\"Programa\") ofrecido por Suma para brindar acceso a comidas asequibles para personas elegibles de Oregón desde el 20 de noviembre de 2024 hasta el 8 de diciembre de 2024, o por una duración más corta en caso de que el suministro de Productos se agote antes del 8 de diciembre de 2024. Suma se reserva el derecho de cambiar o modificar estos términos del Programa Suma Holiday Special de 2024 en cualquier momento y a su exclusivo criterio. Si Suma realiza cambios en estos términos del Programa Suma Holiday Special de 2024, le avisaremos de dichos cambios (por ejemplo, proporcionando un aviso en nuestro sitio web o actualizando la fecha \"Actualizada\" anterior). Su uso continuo de cualquier beneficio del Programa Suma Holiday Special de 2024 confirmará su aceptación de los términos revisados del Programa Especial de Vacaciones Suma 2024.\n\n**1) Elegibilidad.** Para participar en el Programa Suma Holiday Special de 2024, primero debe crear una Cuenta Suma (\"Cuenta\") y convertirse en un usuario validado, sujeto a revisión y confirmación por parte de Suma.\n\n**2) Precios.** Sólo durante la duración del Programa, el precio de cada Producto no excederá los diez dólares ($10.00). Este precio especial vencerá automáticamente a las 5:00 p. m., hora estándar del Pacífico, el 31 de diciembre de 2024, o según lo indique Suma.\n\n**3) Pago.** Los Compradores pagarán cualquier Producto adquirido en el Sitio web del Vendedor con la tarjeta de crédito o débito personal del Comprador. Stripe, el procesador de pagos externo del Vendedor, actuará como procesador de pagos para estas transacciones. Para completar la transacción y comprar Productos, los Compradores cargarán cinco dólares ($5.00) o diez dólares ($10.00) en su Cuenta y pagarán sus Productos utilizando estos fondos. Ciertos términos y condiciones de Stripe que pueden regir su uso de este servicio se pueden encontrar en [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users__blank).\n\n**4) Pedidos.** El Vendedor es responsable de aceptar todas las compras del Comprador (\"Pedidos\") durante la duración del Programa. Para realizar un pedido, los Compradores primero deben crear una Cuenta y proporcionar a Suma toda la información solicitada. Los Compradores no pueden cancelar ni reprogramar la recogida de Pedidos sin el consentimiento por escrito del Vendedor. Todos los Pedidos deben identificar los Productos, las cantidades unitarias, los precios aplicables y la información de entrega solicitada para los Productos que se compran. El Vendedor podrá, a su entera discreción, asignar Productos entre Clientes.\n\n**5) Entrega y Título.** Para todos los Productos comprados, excluyendo los comprados a Terceros, Tienda Doña María, el Comprador recogerá sus Productos comprados en B-Line Sustainable Urban Delivery o en una ubicación comunitaria. Los Compradores pueden recoger sus Productos comprados el 23 de diciembre de 2024 o el 24 de diciembre de 2024 en B-Line Sustainable Urban Delivery, o el 23 de diciembre de 2024 en una ubicación que el Vendedor comunicará al Comprador al recibir el Pedido del Comprador. El título y el riesgo de pérdida pasan al Comprador cuando el Comprador retira los Productos del lugar de recogida seleccionado. Las fechas y horas de entrega del Vendedor son sólo estimaciones y el Vendedor no es responsable de los retrasos en la entrega o de la falta de cumplimiento debido a causas fuera del control razonable del Vendedor.\n\n**6) Devoluciones, Reembolsos y Cambios.** Todas las compras del Suma Holiday Special de 2024 son definitivas y no se pueden devolver ni cambiar.\n\n**7) Renuncia de Garantías.** USTED RECONOCE QUE LOS PRODUCTOS VENDIDOS DURANTE EL SUMA HOLIDAY SPECIAL DE 2024 Y TODAS LAS PORCIONES DE LOS MISMOS SE PROPORCIONAN \"TAL CUAL\". SUMA NO HACE DECLARACIONES NI GARANTÍAS CON RESPECTO A LOS PRODUCTOS Y/O PARTES DE LOS MISMOS, YA SEA EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A, GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN PROPÓSITO PARTICULAR. ESPECÍFICAMENTE, SIN LIMITAR LA GENERALIDAD DE LO ANTERIOR, SUMA NO HACE DECLARACIONES NI GARANTIZA QUE (I) EL USO Y DISTRIBUCIÓN DE LOS PRODUCTOS SERÁ ININTERRUMPIDO O LIBRE DE ERRORES, Y O (II) CUALQUIER USO DE LOS PRODUCTOS Y/O PARTES DE LOS MISMOS, NO CAUSA NINGÚN DAÑO. SERÁ SU EXCLUSIVA RESPONSABILIDAD TOMAR LA DETERMINACIÓN SEGÚN ES NECESARIA. EN CONSECUENCIA, SUMA RENUNCIA A TODA RESPONSABILIDAD QUE SURJA O ESTÉ RELACIONADA CON, DE CUALQUIER MANERA, LOS PRODUCTOS VENDIDOS DURANTE EL SUMA HOLIDAY ESPECIAL DE 2024 . USTED RECONOCE QUE NO HA CONFIADO EN NINGUNA GARANTÍA Y QUE SUMA NO OFRECE NI OTORGA GARANTÍAS POR LEY CUANDO LO PERMITA LA LEY.\n\n**8) Limitación de Responsabilidad.** EL COMPRADOR NO TENDRÁ DERECHO Y EL VENDEDOR NO SERÁ RESPONSABLE POR PÉRDIDA DE GANANCIAS O INGRESOS, GASTOS DE PROMOCIÓN O DE FABRICACIÓN, GASTOS GENERALES, COSTOS DE INTERRUPCIÓN DE NEGOCIOS, PÉRDIDA DE DATOS, COSTOS DE EXTRACCIÓN O REINSTALACIÓN, DAÑOS A LA REPUTACIÓN O PÉRDIDA DE COMPRADORES, PUNITIVOS DAÑOS, DERECHO DE PROPIEDAD INTELECTUAL INFRACCIÓN, PÉRDIDA DE CONTRATOS U PEDIDOS O CUALQUIER DAÑO INDIRECTO, ESPECIAL, INCIDENTAL O CONSECUENTE DE CUALQUIER NATURALEZA. LA RECUPERACIÓN DEL COMPRADOR DEL VENDEDOR POR CUALQUIER RECLAMACIÓN NO EXCEDERÁ EL PRECIO DE COMPRA PAGADO POR LOS PRODUCTOS AFECTADOS, INDEPENDIENTEMENTE DE LA NATURALEZA DEL RECLAMO, YA SEA POR CONTRATO, AGRAVIO, GARANTÍA O DE OTRA MANERA. EL COMPRADOR INDEMNIZARÁ, DEFENDIRÁ Y EXONERÁ DE RESPONSABILIDAD AL VENDEDOR DE CUALQUIER RECLAMACIÓN BASADA EN (a) EL CUMPLIMIENTO POR PARTE DEL VENDEDOR DE LOS DISEÑOS, ESPECIFICACIONES O INSTRUCCIONES DEL COMPRADOR, (b) MODIFICACIÓN DE CUALQUIER PRODUCTO POR PARTE DE CUALQUIER PERSONA QUE NO SEA EL VENDEDOR, o (c) USO EN COMBINACIÓN CON OTROS PRODUCTOS. EN NINGÚN CASO LA CANTIDAD TOTAL DE LOS DAÑOS RESPONSABLES AL COMPRADOR BAJO ESTOS TÉRMINOS DE VENTA EXCEDERÁ LA CANTIDAD PAGADA POR EL COMPRADOR AL VENDEDOR POR LOS PRODUCTOS.\n\n**9) Fuerza Mayor.** El Vendedor no es responsable del incumplimiento de sus obligaciones respecto de cualquier Producto o de retrasos en la entrega debido a causas fuera del control razonable de Suma o del Vendedor, incluidos, entre otros, actos de Dios, desastres naturales o artificiales, disturbios, guerras, huelgas, retrasos. por transportista, escasez de Producto, actos u omisiones de otras partes, actos u omisiones de autoridad civil o militar, prioridades gubernamentales, cambios en la ley, escasez de materiales, incendios, huelgas, inundaciones, epidemias, restricciones de cuarentena, actos de terrorismo, retrasos en el transporte o imposibilidad de obtener mano de obra, materiales o Productos a través de sus fuentes habituales, lo que se considerará como un evento de fuerza mayor que exime al Vendedor del cumplimiento y excluye recursos por incumplimiento. En caso de fuerza mayor, el tiempo de cumplimiento del Vendedor se ampliará por un período igual al tiempo perdido como consecuencia de la condición de fuerza mayor sin someter al Vendedor a ninguna responsabilidad o penalización. El Vendedor podrá, a su elección, cancelar el cumplimiento restante, sin ninguna responsabilidad ni penalización, notificando dicha cancelación al Comprador.\n\n**10) Cesión.** El Comprador no podrá ceder ningún derecho u obligación bajo este Acuerdo sin el consentimiento previo por escrito del Vendedor.\n\n**11) Ley Aplicable y Foro.** Este Acuerdo, y todas las ofertas, confirmaciones y acuerdos, se rigen e interpretan de conformidad con las leyes del Estado de Oregón. Todas las disputas que surjan de o en conexión con este Acuerdo, o cualquier oferta, confirmación o acuerdo, serán primero intentadas por el Comprador y el Vendedor para resolverse mediante consultas y negociaciones de buena fe y un espíritu de comprensión mutua. Todas las disputas que no se resuelvan dentro de un período de treinta (30) días a partir de la fecha en que la parte correspondiente notificó a la otra parte a tal efecto, se presentarán al Servicio de Arbitraje de Oregon para un arbitraje vinculante.\n\n**12) Incumplimiento y Terminación.** Sin perjuicio de cualquier derecho o recurso que el Vendedor pueda tener en virtud de este Acuerdo o la ley, el Vendedor puede, mediante notificación por escrito al Comprador, rescindir con efecto inmediato cualquier Acuerdo, o cualquier parte del mismo, sin responsabilidad alguna, por cualquier motivo. En caso de cancelación, terminación o vencimiento de cualquier Acuerdo, los términos de venta destinados a sobrevivir a dicha cancelación, terminación o vencimiento (que incluirán, entre otros, las Secciones 5 de este Acuerdo) sobrevivirán.\n\n**13) Divisibilidad.** En el caso de que cualquier disposición de este Acuerdo sea declarada inválida o inaplicable por un tribunal de jurisdicción competente o por cualquier acción legislativa o administrativa futura, dicha decisión o acción no negará la validez o aplicabilidad de cualquier otra disposición del mismo.\n\n**14) Modificaciones y Cambios.** El Vendedor se reserva el derecho de realizar enmiendas o modificaciones a este Acuerdo en cualquier momento. Dichas enmiendas y modificaciones tendrán efecto (1) en todas las ofertas, confirmaciones y acuerdos que se refieran a dichos términos de venta enmendados o modificados a partir de la fecha de dicha oferta, confirmación o acuerdo, y (2) en cualquier acuerdo existente treinta (30) días desde la notificación de dichas enmiendas o modificaciones por parte del Vendedor al Comprador, a menos que el Comprador haya notificado al Vendedor dentro del período de treinta (30) días que se opone a ello.\n\n## Condiciones de venta específicas del vendedor y de terceros\n\nEstos términos y condiciones adicionales (\"Apéndice a los Términos de Venta\" o \"Apéndice\") se aplican únicamente a los Productos comprados al socio de Suma, Tienda Doña María durante la duración del Suma Holiday Special de 2024. Al comprar Productos en Tienda Doña María, usted acepta estar sujeto a los Términos de venta especiales de Suma Holiday Special de 2024, que incluyen esta Adenda. En la medida en que existan conflictos entre esta Adenda a los Términos de Venta y los Términos de Venta especiales de Suma Holiday Special de 2024 más amplios, según corresponda, esta Adenda prevalecerá con respecto a la elegibilidad, compra y recolección de Productos de Tienda Doña María. Los términos en mayúscula utilizados pero no definidos de otra manera en esta Adenda a los Términos de venta tienen el significado establecido en los Términos de venta especiales de Suma Holiday Special de 2024.\n\n**1) Elegibilidad:** Los productos ofrecidos por Tienda Doña María durante la duración del Suma Holiday Special de 2024 están disponibles solo para Compradores Elegibles. Los Compradores Elegibles son usuarios de suma afiliados a la Corporación de Desarrollo Comunitario Hacienda de Portland, Oregón, una Corporación de Desarrollo Comunitario liderada por latinos ubicada en 6700 NE Killingsworth Street, Portland, Oregón 97218.   \n\n**2) Precios:** Únicamente durante la duración del Suma Holiday Special de 2024, el precio de cada Producto ofrecido por Tienda Doña Maria es el siguiente:\n\na. \"Paquete Dulce\": cinco dólares ($5.00);\n\nb. \"Paquete Sabroso\": cinco dólares ($5.00);\n\nc. Compra simultánea de \"Paquete Dulce\" y \"Paquete Sabroso\": diez dólares ($10.00).\n\n**3) Entrega y Título:** Para todos los Productos comprados en Tienda Doña Maria, los Compradores recogerán los Productos comprados en el mercado de Tienda Doña Maria, ubicado en 6784 NE Killingsworth Street, Portland, Oregon 97218. Los Compradores podrán recoger los Productos comprados a partir del 17 de diciembre de 2024 y hasta el 21 de diciembre de 2024, durante el horario comercial habitual de Tienda Doña María. Los compradores se comunicarán y coordinarán con la Tienda Doña María directamente para recoger y recuperar los Productos comprados. El título y el riesgo de pérdida pasan al Comprador al momento de la recolección de los Productos por parte del Comprador en la ubicación comercial de Tienda Doña María.\n\n<br />\n\n---\n\n<br />\n\n# Programa piloto de bicicletas eléctricas y patinetas eléctricas BIKETOWN de Lyft\n\nEste anexo (\"Anexo\") a los Términos de uso de Suma rige la participación en el Programa piloto de bicicletas eléctricas y scooters eléctricos BIKETOWN de Lyft (\"**Piloto de Biketown** **Programa**\") realizado por Lyft, Inc. (\"Lyft\") en colaboración con suma y sus afiliados (\"**suma**\"), donde las patinetas eléctricas y bicicletas eléctricas BIKETOWN-for-All de Lyft están disponibles para alquilar a través de la aplicación suma. Este Anexo es entre los participantes del Programa Piloto Biketown (\"**tú**\" o \"**su**\") y suma. En caso de conflicto entre este Anexo y los Términos de uso de Suma, los términos y condiciones de este Anexo controlan con respecto al Programa Piloto de Biketown.\n\n**1\\) Descripción del Programa Piloto Biketown.** Suma planea brindar servicios de alquiler de patinetas eléctricas y bicicletas eléctricas a costo reducido (“**Servicios**\") a los residentes elegibles de Portland a través de una asociación con Lyft. Los participantes del Programa Piloto de Biketown probarán este servicio de conformidad con este Anexo. Los participantes también recibirán capacitación en seguridad y brindarán comentarios sobre el Programa Piloto de Biketown durante el término del Programa Piloto de Biketown.\n\n**2\\)** **Elegibilidad.** Para ser elegible para participar en el Programa Piloto de Biketown, debe:\n\n* Tener al menos dieciséis (16) años de edad o más;\n\n* Recibir beneficios SNAP, asistencia con servicios públicos (LIHEAP), asistencia por desempleo, asistencia para vivienda asequible o ser miembro del Plan de Salud de Oregón, beneficiario de la Beca Pell o Ciudadano de Honor de TriMet elegible por sus ingresos;\n\n* Tener una cuenta suma validada;\n\n* Satisfacer los requisitos de elegibilidad de Lyft según lo dispuesto en el [Términos de servicio de Lyft](https://www.lyft.com/terms).\n\nLos usuarios de la aplicación Suma que no sean elegibles para participar en el Programa Piloto de Biketown no podrán ver las bicicletas eléctricas o los vehículos de Biketown en la aplicación suma y no podrán acceder a los servicios del Programa Piloto de Biketown durante el término del Programa Piloto de Biketown.\n\n**3\\) Término.** El Programa Piloto Biketown se ejecutará desde el 1 de abril de 2025 hasta el 30 de julio de 2025 (\"**Término**”).\n\n**4\\) Créditos**. Cada mes durante tres (3) meses, recibirá ochenta y cinco dólares ($85,00) en crédito del Programa Piloto de Biketown. Este crédito estará disponible en su cuenta suma para gastarlo en paseos en patinetas eléctricas o bicicletas eléctricas del Programa Piloto Biketown únicamente. Los créditos no serán prescindibles después del 30 de julio de 2025\\. Cuando comience cada nuevo mes de su participación en los Programas Piloto de Biketown, recibirá automáticamente una nueva asignación de créditos del Programa Piloto de Biketown. Si usa todos sus créditos antes de que se agreguen nuevos créditos a su cuenta o después de recibir su última asignación de créditos, puede usar su tarjeta de crédito o débito personal para comprar paseos adicionales en patinetas eléctricas y bicicletas eléctricas del Programa Piloto de Biketown a través de la aplicación suma, según lo solicite. No podrá comprar viajes adicionales en patinetas eléctricas o bicicletas eléctricas con descuento como parte del Programa Piloto de Biketown después del 30 de julio de 2025\\.\n\nEstos créditos no tienen valor en efectivo ni ningún otro valor fuera de la aplicación suma, no son transferibles ni reembolsables y no son canjeables por efectivo. Incluso en la aplicación suma, los créditos del Programa Piloto Biketown no tienen valor en efectivo. No operan ni sirven como instalaciones de valor almacenado de ninguna manera. No puede vender, transferir, intercambiar, regalar ni intercambiar de otro modo créditos del Programa Piloto de Biketown. Los créditos del Programa Piloto de Biketown no se acumulan de mes a mes. Los créditos no utilizados vencerán al final de cada mes y todos los créditos vencerán al final del término.\n\n**5\\) Pagos.** Pagará los paseos patinetas eléctricas o bicicletas eléctricas a través de la aplicación suma con su crédito mensual del Programa Piloto Biketown, que se aplicará automáticamente a su cuenta suma. Los créditos se deducen de su cuenta al reservar bicicletas eléctricas y scooters eléctricos disponibles.\n\n**6\\) Precios.** Se cargará a su cuenta suma cada vez que utilice una bicicleta eléctrica o un scooter eléctrico del Programa Piloto de Biketown durante el Término. Los paseos en bicicletas eléctricas cuestan $0,05 por minuto y los paseos en scooters eléctricos cuestan $0,07 por minuto. Los cargos del programa piloto de Biketown se aplicarán primero a su crédito mensual de ochenta y cinco dólares ($85,00). Desbloquear la bicicleta eléctrica o la patineta eléctrica es gratuito para los participantes del Programa Piloto de Biketown. El estacionamiento fuera de la estación cuesta $1,00 cada vez que estacionas una bicicleta eléctrica o una patineta eléctrica en una zona no libre, que estará etiquetada como tal en la aplicación.\n\n**7\\) Devoluciones y Cambios.** Todos los viajes y servicios en bicicletas eléctricas y scooters eléctricos proporcionados durante el Programa Piloto de Biketown son finales y no reembolsables ni intercambiables.\n\nEstos créditos del Programa Piloto de Biketown solo se pueden utilizar con el propósito limitado de reservar bicicletas y patinetas eléctricas elegibles a través de la aplicación suma.\n\n**8\\) DESCARGOS DE RESPONSABILIDAD.** USTED RECONOCE QUE LOS SERVICIOS PROPORCIONADOS DURANTE EL PROGRAMA PILOTO DE BIKETOWN SON \"TAL CUAL\". SUMA NO HACE DECLARACIONES NI GARANTÍAS CON RESPECTO A LOS SERVICIOS, YA SEA EXPRESAS O IMPLÍCITAS, INCLUYENDO, PERO NO LIMITADO A, GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN PROPÓSITO PARTICULAR. SUMA RENUNCIA A TODA RESPONSABILIDAD DERIVADA DE O RELACIONADA CON LOS SERVICIOS PROPORCIONADOS DURANTE EL PROGRAMA PILOTO DE BIKETOWN.\n\n**9\\) LIMITACIÓN DE RESPONSABILIDAD.** EN LA MEDIDA MÁXIMA DISPUESTA POR LA LEY, EN NINGÚN CASO SUMA, SUS AFILIADOS O SUS LICENCIANTES, PROVEEDORES DE SERVICIOS, EMPLEADOS, AGENTES, FUNCIONARIOS O DIRECTORES SERÁN RESPONSABLES POR DAÑOS DE NINGÚN TIPO, BAJO CUALQUIER TEORÍA LEGAL, QUE SURJAN DE O EN RELACIÓN CON SU PARTICIPACIÓN O INCAPACIDAD DE PARTICIPAR. EN EL PROGRAMA PILOTO DE BIKETOWN, CUALQUIER SERVICIO ASOCIADO CON ÉL O TALES OTROS SERVICIOS, INCLUYENDO CUALQUIER DAÑO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL, CONSECUENTE O PUNITIVO, INCLUYENDO, PERO NO LIMITADO A, LESIONES PERSONALES, DOLOR Y SUFRIMIENTO, ANGUSTIA EMOCIONAL, PÉRDIDA DE GANANCIAS, PÉRDIDA DE USO, PÉRDIDA DE DATOS Y YA SEA CAUSADO POR AGRAVIO (INCLUIDA NEGLIGENCIA), INCUMPLIMIENTO DE CONTRATO O DE OTRA MANERA, INCLUSO SI ES PREVISIBLE.\n\nLA LIMITACIÓN DE RESPONSABILIDAD ESTABLECIDA ANTERIORMENTE NO SE APLICA A LA RESPONSABILIDAD QUE RESULTE DE NUESTRA NEGLIGENCIA GRAVE O MALA CONDUCTA INTENCIONAL O MUERTE O LESIONES CORPORALES CAUSADAS POR PRODUCTOS QUE USTED UTILIZA CORRECTAMENTE COMO PARTE DEL PROGRAMA PILOTO DE BIKETOWN.\n\n**10\\) Fuerza Mayor.** Suma no es responsable por el incumplimiento de sus obligaciones bajo este Anexo o por retrasos debidos a causas fuera del control razonable de suma, incluidos, entre otros, casos fortuitos, desastres naturales o artificiales, disturbios, guerras, huelgas, retrasos por parte del transportista, escasez de servicios, actos u omisiones de otras partes, actos u omisiones de autoridades civiles o militares, prioridades gubernamentales, cambios en la ley, escasez de materiales, incendios, huelgas, inundaciones, epidemias, restricciones de cuarentena, actos de terrorismo, retrasos en el transporte, o imposibilidad de obtener mano de obra, materiales o servicios a través de sus fuentes habituales, lo que se considerará como un evento de fuerza mayor que exime a suma del desempeño y excluye recursos por incumplimiento.\n\n**12\\) Asignación.** No puede ceder ningún derecho u obligación en virtud de este Anexo.\n\n**13\\) Ley Aplicable.** Todos los asuntos relacionados con el Programa Piloto de Biketown o este Anexo, y cualquier disputa o reclamo que surja del mismo o esté relacionado con el mismo (en cada caso, incluidas las disputas o reclamos no contractuales), se rigen e interpretan de acuerdo con las leyes del Estado de Oregon sin dar efecto a ninguna disposición o regla de elección o conflicto de leyes (ya sea del Estado de Oregon o de cualquier otra jurisdicción). Cualquier demanda, acción o procedimiento legal que surja de, o esté relacionado con, el Programa Piloto de Biketown o este Anexo se iniciará exclusivamente en los tribunales federales de los Estados Unidos o los tribunales del Estado de Oregón, en cada caso ubicados en la ciudad de Portland y el Condado de Multnomah, aunque nos reservamos el derecho de entablar cualquier demanda, acción o procedimiento en su contra por incumplimiento de este Anexo en su país de residencia o cualquier otro país relevante. Usted renuncia a todas y cada una de las objeciones al ejercicio de jurisdicción sobre usted por parte de dichos tribunales y al lugar de competencia en dichos tribunales.\n\n**14\\) Consentimiento al Anexo y Términos de Transferencia.** Al participar en el Programa Piloto de Biketown, usted acepta los términos y condiciones de este Anexo, los Términos de Uso suma ubicados en [https://app.mysuma.org/app/terms-of-use](https://app.mysuma.org/app/terms-of-use), la Política de Privacidad de suma ubicada en [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy), los Términos comerciales de Lyft ubicados en [https://go.lyftbusiness.com/terms-of-service](https://go.lyftbusiness.com/terms-of-service)y los Términos de servicio de Lyft ubicados en [https://www.lyft.com/terms](https://www.lyft.com/terms), incluidas, entre otras, sus disposiciones de limitación de responsabilidad.\n"
}