{
  "contents": "# Condiciones de Venta de Suma Holiday Special de 2023\n\nEstos términos y condiciones rigen la venta de Bienes, Productos, o Servicios (\"**Producto o Productos**\"), a ti (\"Comprador\"), por parte de suma y sus afiliados (\"**Vendedor**\"), así como por proveedores externos y/o proveedores de servicios del Vendedor, durante el Suma Holiday Special de 2023. Estos términos y condiciones (\"**Acuerdo**\") se aplican solo al ___Suma Holiday Special de 2023___, que es un programa ofrecido por suma para proporcionar comidas asequibles a personas elegibles de Oregón para diciembre de 2023.\n\n**1) Pedidos:** Todos los pedidos realizados por el Comprador para el Suma Holiday Special de 2023 están sujetos a la aceptación por parte del Vendedor. Antes de realizar cualquier pedido para el Suma Holiday Special de 2023, los Compradores deben configurar una cuenta en el Sitio Web de Suma y proporcionar al Vendedor toda la información solicitada. Los pedidos no pueden cancelarse ni reprogramarse sin el consentimiento por escrito del Vendedor. Todos los pedidos deben identificar los productos, las cantidades unitarias, los precios aplicables y la información de entrega solicitada para los Productos que se compran. El Vendedor puede, a su exclusivo criterio, asignar Productos entre los Clientes.\n\n**2) Precios:**  Para el Suma Holiday Special de 2023, los precios de  el precio de cada Producto no excederá diez USD ($10,00). Las cotizaciones de precios vencerán automáticamente a las 5:00 p. m., hora del Pacífico, el 8 de diciembre de 2023, o según se indique en la cotización.\n\n**3) Pago:**  Los compradores realizarán su depósito inicial en el sitio web del Vendedor mediante tarjeta de crédito o débito, a través de Stripe, Inc. (“Stripe”), el procesador de pagos externo del Vendedor. Ciertos términos y condiciones de Stripe que pueden regir su uso de este servicio se pueden encontrar en [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users \"términos y condiciones de Stripe\").\n\n**4) Entrega y Título:**  Para la oferta especial del Suma Holiday Special de 2023, el Comprador puede seleccionar \"recoger\" sus Productos en Sheridan's Market los días 22 y 23 de diciembre o recibir sus Productos para que los recojan en una ubicación comunitaria el 22 de diciembre a la hora de recogida comunicada. Todas las entregas se realizarán en la ubicación seleccionada por el Comprador en el momento de la compra. El título y el riesgo de pérdida pasan al Comprador al momento de la recogida por parte del Comprador del Producto en Sheridan's Market o en la ubicación de la comunidad seleccionada. Las fechas y horas de entrega del Vendedor son sólo estimaciones y el Vendedor no es responsable de los retrasos en la entrega o de la falta de cumplimiento debido a causas fuera del control razonable del Vendedor.\n\n**5) Devoluciones, Reembolsos y Cambios:**  Todas las compras del Suma Holiday Special de 2023 son definitivas y no se pueden devolver ni cambiar.\n\n**6) Renuncia de Garantías:**  USTED RECONOCE QUE LOS PRODUCTOS VENDIDOS DURANTE EL SUMA HOLIDAY SPECIAL DE 2023 Y CUALQUIER PARTE DE LOS MISMOS SE PROPORCIONAN \"TAL CUAL.\" SUMA NO HACE DECLARACIONES NI GARANTÍAS CON RESPECTO A LOS PRODUCTOS O PORCIONES DE LOS MISMOS, YA SEA EXPLÍCITA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN PROPÓSITO PARTICULAR. ESPECÍFICAMENTE, SIN LIMITAR LA GENERALIDAD DE LO ANTERIOR, SUMA NO REPRESENTA NI GARANTIZA QUE (I) EL USO Y DISTRIBUCIÓN DE LOS PRODUCTOS SERÁ ININTERRUMPIDO O LIBRE DE ERRORES, Y O (II) CUALQUIER USO DE LOS PRODUCTOS O PARTES DE LOS MISMOS NO CAUSA NINGÚN DAÑO. SERÁ SU ÚNICA RESPONSABILIDAD TOMAR LA DETERMINACIÓN QUE SEA NECESARIA. EN CONSECUENCIA, SUMA SE RENUNCIA A TODA RESPONSABILIDAD DERIVADA O RELACIONADA CON, DE CUALQUIER FORMA, LOS PRODUCTOS VENDIDOS DURANTE EL SUMA HOLIDAY SPECIAL DE 2023. USTED RECONOCE QUE NO HA CONFIADO EN NINGUNA GARANTÍA Y QUE SUMA NO OFRECE NINGUNA GARANTÍA NI LA ​​LEGAL OTORGA SIEMPRE QUE LA LEY LO PERMITA.\n\n**7) Limitación de Responsabilidad:**  EL COMPRADOR NO TENDRÁ DERECHO A, Y EL VENDEDOR NO SERÁ RESPONSABLE DE, PÉRDIDA DE BENEFICIOS O INGRESOS, GASTOS PROMOCIONALES O DE FABRICACIÓN, GASTOS GENERALES, COSTOS DE INTERRUPCIÓN DE NEGOCIOS, PÉRDIDA DE DATOS, COSTOS DE ELIMINACIÓN O REINSTALACIÓN, DAÑO A LA REPUTACIÓN O PÉRDIDA DE COMPRADORES, PUNITIVO DAÑOS, VIOLACIÓN DE DERECHOS DE PROPIEDAD INTELECTUAL, PÉRDIDA DE CONTRATOS O PEDIDOS O CUALQUIER DAÑO INDIRECTO, ESPECIAL, INCIDENTAL O CONSECUENTE DE CUALQUIER NATURALEZA. LA RECUPERACIÓN DEL COMPRADOR DEL VENDEDOR POR CUALQUIER RECLAMACIÓN NO EXCEDERÁ EL PRECIO DE COMPRA PAGADO POR LOS PRODUCTOS AFECTADOS INDEPENDIENTEMENTE DE LA NATURALEZA DEL RECLAMO YA SEA POR CONTRATO, AGRAVIO, GARANTÍA U OTRO. EL COMPRADOR INDEMNIZARÁ, DEFENDERÁ Y EXONERARÁ AL VENDEDOR DE CUALQUIER RECLAMACIÓN BASADA EN (a) EL CUMPLIMIENTO DEL VENDEDOR CON LOS DISEÑOS, ESPECIFICACIONES O INSTRUCCIONES DEL COMPRADOR, (b) LA MODIFICACIÓN DE CUALQUIER PRODUCTO POR CUALQUIER PERSONA QUE NO SEA EL VENDEDOR, o (c) EL USO EN COMBINACIÓN CON OTROS PRODUCTOS. EN NINGÚN CASO LA CANTIDAD TOTAL DE DAÑOS RESPONSABLES AL COMPRADOR BAJO ESTOS TÉRMINOS DE VENTA EXCEDERÁ LA CANTIDAD PAGADA POR EL COMPRADOR AL VENDEDOR POR LOS PRODUCTOS.\n\n**8) Fuerza Mayor:** El Vendedor no es responsable por el incumplimiento de sus obligaciones con respecto a cualquier Producto o por retrasos en la entrega debido a causas fuera del control razonable del Vendedor, incluidos, entre otros, actos de Dios, desastres naturales o artificiales, disturbios, guerra, huelga, demora por parte del transportista, escasez de Producto, actos u omisiones de otras partes, actos u omisiones de la autoridad civil o militar, prioridades gubernamentales, cambios en la ley, escasez de materiales, incendios, huelgas, inundaciones, epidemias, restricciones de cuarentena, actos de terrorismo , demoras en el transporte o incapacidad para obtener mano de obra, materiales o Productos a través de sus fuentes regulares, lo que se considerará como un evento de fuerza mayor que exime al Vendedor de cumplir y excluye los remedios por incumplimiento. En caso de condición de fuerza mayor, el tiempo de ejecución del Vendedor se prorrogará por un período igual al tiempo perdido como consecuencia de la condición de fuerza mayor sin que el Vendedor incurra en responsabilidad o sanción alguna. El Vendedor puede, a su elección, cancelar el cumplimiento restante, sin ninguna responsabilidad o sanción, notificando dicha cancelación al Comprador.\n\n**9) Cesión:**  El Comprador no podrá ceder ningún derecho u obligación bajo este Acuerdo sin el consentimiento previo por escrito del Vendedor.\n\n**10) Ley Aplicable y Foro:**  Este Acuerdo, y todas las ofertas, confirmaciones y acuerdos, se rigen e interpretan de acuerdo con las leyes del Estado de Oregón. Todas las disputas que surjan de o en relación con este Acuerdo, o cualquier oferta, confirmación o acuerdo, primero deberán ser resueltas por el Comprador y el Vendedor a través de consultas y negociaciones de buena fe y con un espíritu de entendimiento mutuo. Todas las disputas que no se resuelvan dentro de un período de treinta (30) días a partir de la fecha en que la parte pertinente notificó a la otra parte a tal efecto, se presentarán al Servicio de Arbitraje de Oregón, para arbitraje vinculante.\n\n**11) Incumplimiento y Terminación:**  Sin perjuicio de los derechos o recursos que el Vendedor pueda tener en virtud de este Acuerdo o por ley, el Vendedor puede, mediante notificación por escrito al Comprador, rescindir con efecto inmediato cualquier Acuerdo, o cualquier parte del mismo, sin responsabilidad alguna, por cualquier motivo.\n\nEn caso de cancelación, terminación o vencimiento de cualquier Acuerdo, los términos y condiciones destinados a sobrevivir a dicha cancelación, terminación o vencimiento (que incluirán, entre otros, las Secciones 5 de este Acuerdo) sobrevivirán.\n\n**12) Divisibilidad:**  En el caso de que cualquier disposición de este Acuerdo se considere inválida o inaplicable por un tribunal de jurisdicción competente o por cualquier acción legislativa o administrativa futura, dicha decisión o acción no negará la validez o aplicabilidad de cualquier otra disposición del mismo.\n\n**13) Modificaciones y Cambios:**  El Vendedor se reserva el derecho de realizar enmiendas o modificaciones a este Acuerdo en cualquier momento. Dichas enmiendas y modificaciones tendrán efecto (1) en todas las ofertas, confirmaciones y acuerdos que se refieran a dichos términos y condiciones enmendados o modificados a partir de la fecha de dicha oferta, confirmación o acuerdo, y (2) en cualquier acuerdo existente treinta (30) días a partir de la notificación de dichas enmiendas o modificaciones por parte del Vendedor al Comprador, a menos que el Comprador haya notificado al Vendedor dentro de un período de treinta (30) días que se opone a ello.\n"
}