{"contents":["mp","# 2024 Suma Summer Special Program Terms of Sale\n\nThese terms and conditions govern the sale of goods, products, or services (\"Goods\") by suma and its affiliates (collectively, \"Seller\"), as well as by third-party vendors and/or service providers of Seller (\"Third Parties\"), during the 2024 Suma Summer Special program. These terms and conditions (\"Agreement\") apply only to the 2024 Suma Summer Special program, which is a program being offered by Seller to provide access to affordable meals for Oregon eligible individuals (\"Buyer\" or \"Buyers\") from May 4, 2024 through December 31, 2024.\n\nThese special terms apply only to the 2024 Suma Summer Special program. For a copy of the special terms and conditions applicable to prior suma programs, please contact us at [apphelp@mysuma.org](mailto:apphelp@mysuma.org 'suma help email').\n\n**1) Account Funding:** For the 2024 Suma Summer Special program, Buyers first must set up a Suma Website account, provide Seller with all requested information, and deposit an initial five USD ($5.00) in their Suma Website account. Buyers must initially deposit five USD ($5.00) by linking their credit card or debit card. Seller will charge Buyers a one-half percent (.5%) transaction fee on each amount you deposit in your Suma Website account. For example, if a Buyer adds five USD ($5.00) to their Suma Website account, Seller will charge $0.025 (2.5 cents). Seller will allow authorized and qualified Buyers to receive an initial credit of nineteen USD ($19.00) in their Suma Website account from Seller. The Buyer’s initial deposit  and those credits (\"Funds\") are only eligible for use by qualified Buyers at a participating farmers’ market. Funds may not be transferred, sold, modified, or redeemed for  gift cards and certain excluded merchandise as indicated on the back of the physical vouchers received from Seller in exchange for Funds at the participating farmers’ market. Seller is not responsible for, and will not replace, lost, stolen, or damaged vouchers. On a weekly basis, qualified and authorized Buyers will be entitled to add up to an additional fifteen USD ($15.00) to their Suma Website account, which Seller will match with additional credits at a ratio of one to one(1:1). Seller may, in its sole discretion, adjust the availability and offerings of any credits. If Buyer is neither qualified nor authorized to place an order, Seller will return the initial five USD ($5.00) deposit.\n\n**2) Payment:** Buyers will make their initial deposit on Seller’s Website by credit or debit card, through Stripe, Inc. (\"Stripe\"), Seller’s third-party payment processor. Certain Stripe terms and conditions that may govern your use of this service can be found at [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users).\n\n**3) Orders:** Suma may offer Buyers the option to purchase Goods by placing orders through the suma website (\"Website\"). Buyers must ensure acceptance of all applicable terms and conditions from Seller or Third Parties Because participation in the 2024 Suma Summer Special program is limited, Seller will, in its sole discretion, determine after this initial set up whether to make the functionality to place an order using the Website available to you. Orders may not be canceled or rescheduled without Seller’s written consent. If, after the initial set up, you are authorized by Seller to place an order, all orders must identify the products, unit quantities, applicable prices and requested transportation information, for the Goods being used or purchased. Unless otherwise agreed, Buyer is responsible for obtaining all Goods. Seller may, in its sole discretion, allocate Goods among Buyers.\n\n**4) Delivery and Title:** For the 2024 Suma Summer Special program, Buyer may \"pick up\" their Goods at the St. Johns Farmers’ Market starting May 4, 2024, and King Farmers’ Market starting May 5, 2024. All \"pick up\" orders placed by Buyer on the Suma Website for the 2024 Suma Summer Special program are subject to acceptance by Seller or Third Parties. To facilitate this pick up, Seller and Third Parties will offer a means of transportation for qualified and authorized Buyers. All pick-ups will be made at the location provided to Buyer at time of purchase. Title and risk of loss pass to the Buyer upon pickup by the Buyer of the Goods from the selected community location. Seller's delivery dates and times are estimates only and Seller is not liable for delays in delivery of Goods, or for failure to perform due to causes beyond the reasonable control of the Seller.\n\n**5) Returns, Refunds, and Exchanges:** All Goods purchased from the 2024 Suma Summer Special program are final and non-returnable nor exchangeable. All Funds deposited by Buyers in their Suma Website account will be applied for use in the 2024 Suma Summer Special program. Funds are non-refundable, do not expire, and have no service fees. The paper vouchers issued at the participating farmers market will expire at the end of the 2024 Suma Summer Special program. Buyers who still have Funds in their Suma Website account at the end of the 2024 Suma Summer Special program may apply those Funds to other products available on the Suma Website. Funds are not redeemable for cash except where required by law. For balance inquiries and refunds go to [https://app.mysuma.org](https://app.mysuma.org__blank__ 'suma app homepage') or email [apphelp@mysuma.org](mailto:apphelp@mysuma.org 'suma help email').\n\n**6) Disclaimer of Warranties:** YOU ACKNOWLEDGE THAT THE GOODS SOLD DURING THE 2024 SUMA SUMMER SPECIAL PROGRAM AND ANY AND ALL PORTIONS THEREOF ARE PROVIDED \"AS IS.\" SELLER MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE GOODS AND OR PORTIONS THEREOF WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. SPECIFICALLY, WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, SELLER MAKES NO REPRESENTATION OR WARRANTY THAT (I) THE USE AND DISTRIBUTION OF THE GOODS WILL BE UNINTERRUPTED OR ERROR FREE, AND OR (II) ANY USE OF THE GOODS AND/OR PARTS THEREOF, WILL NOT CAUSE ANY HARM. IT SHALL BE YOUR SOLE RESPONSIBILITY TO MAKE SUCH DETERMINATION AS NECESSARY. CONSEQUENTLY, SELLER DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATED TO, IN ANY WAY, THE GOODS SOLD DURING THE 2024 SUMA SUMMER SPECIAL PROGRAM. YOU ACKNOWLEDGE THAT YOU HAVE RELIED ON NO WARRANTIES AND THAT NO WARRANTIES ARE MADE BY SELLER OR GRANTED BY LAW WHENEVER IT IS PERMITTED BY LAW.\n\n**7) Limitation of Liability:** BUYER SHALL NOT BE ENTITLED TO, AND SELLER SHALL NOT BE LIABLE FOR, LOSS OF PROFITS OR REVENUE, PROMOTIONAL OR MANUFACTURING EXPENSES, OVERHEADS, BUSINESS INTERRUPTION COST, LOSS OF DATA, REMOVAL OR REINSTALLATION COSTS, INJURY TO REPUTATION OR LOSS OF BUYERS, PUNITIVE DAMAGES, INTELLECTUAL PROPERTY RIGHTS INFRINGEMENT, LOSS OF CONTRACTS OR ORDERS OR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY NATURE. BUYER'S RECOVERY FROM SELLER FOR ANY CLAIM SHALL NOT EXCEED THE PURCHASE PRICE PAID FOR THE AFFECTED GOODS IRRESPECTIVE OF THE NATURE OF THE CLAIM WHETHER IN CONTRACT, TORT, WARRANTY, OR OTHERWISE. BUYER WILL INDEMNIFY, DEFEND AND HOLD SELLER HARMLESS FROM ANY CLAIMS BASED ON (a) SELLER'S COMPLIANCE WITH BUYER'S DESIGNS, SPECIFICATIONS, OR INSTRUCTIONS, (b) MODIFICATION OF ANY GOODS BY ANYONE OTHER THAN SELLER, or (c) USE IN COMBINATION WITH OTHER GOODS. IN NO EVENT SHALL THE TOTAL AMOUNT OF DAMAGES LIABLE TO BUYER UNDER THESE TERMS OF SALE EXCEED THE AMOUNT PAID BY BUYER TO SELLER FOR THE GOODS.\n\n**8) Force Majeure:** Seller is not liable for failure to fulfill its obligations for any Goods or for delays in availability due to causes beyond Seller's reasonable control including, but not limited to, acts of God, natural or artificial disaster, riot, war, strike, delay by carrier, shortage of Goods, acts or omissions of other parties, acts or omissions of civil or military authority, Government priorities, changes in law, material shortages, fire, strikes, floods, epidemics, quarantine restrictions, acts of terrorism, delays in transportation or inability to obtain labor, materials or Goods through its regular sources, which shall be considered as an event of force majeure excusing Seller from performance and barring remedies for non-performance. In an event of force majeure condition, the Seller's time for performance shall be extended for a period equal to the time lost as a consequence of the force majeure condition without subjecting Seller to any liability or penalty. Seller may, at its option, cancel the remaining performance, without any liability or penalty, by giving notice of such cancellation to the Buyer.\n\n**9) Assignment:** Buyer shall not assign any rights or obligations under this Agreement without the prior written consent of Seller.\n\n**10) Governing Law and Forum:** This Agreement, and all offers, confirmations and agreements, are governed by and construed in accordance with the laws of the State of Oregon. All disputes arising out of or in connection with this Agreement, or any offer, confirmation or agreement, shall first be attempted by Buyer and Seller to be settled through consultation and negotiation in good faith and a spirit of mutual understanding. All disputes that are not resolved within a period of thirty (30) days from the date the relevant party notified the other party to that effect, shall be submitted to the Arbitration Service of Oregon, for binding arbitration.\n\n**11) Breach and Termination:** Without prejudice to any rights or remedies Seller may have under this Agreement or at law, Seller may, by written notice to Buyer, terminate with immediate effect any Agreement, or any part thereof, without any liability whatsoever, for any reason.\n\nIn the event of cancellation, termination or expiration of any Agreement the terms and conditions destined to survive such cancellation, termination or expiration (which shall include without limitation Sections 5 of this Agreement) shall survive.\n\n**12) Severability:** In the event that any provision(s) of this Agreement shall be held invalid or unenforceable by a court of competent jurisdiction or by any future legislative or administrative action, such holding or action shall not negate the validity or enforceability of any other provisions thereof.\n\n**13) Modifications and Changes:** Seller reserves the right to make any amendments or modifications to this Agreement at any time. Such amendments and modifications shall have effect (1) on all offers, confirmations and agreements referring to such amended or modified Agreement as from the date of such offer, confirmation or agreement, and (2) on any existing agreement thirty (30) days from notification of such amendments or modifications by Seller to Buyer, unless Buyer has notified Seller within such thirty (30) days period that it objects thereto."]}