{
  "contents": "# Suma Terms of Use\n\nLast Modified: April 19, 2025\n\n### Acceptance of the Terms of Use\n\nThese terms of use are entered into by and between You and suma (\"**Company**,\" \"**we**,\" or \"**us**\"). The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, \"**Terms of Use**\"), govern your access to and use of app.mysuma.org, including any content, functionality, and services offered on or through [https://app.mysuma.org/app](https://app.mysuma.org/app__blank__ 'suma app homepage') (the \"**Website**\").\n\nPlease read the Terms of Use carefully before you start to use the Website. **By using the Website, you accept and agree to be bound and abide by these Terms of Use and our Privacy Policy, found at [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'suma privacy policy'), incorporated herein by reference**. If you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use the Website.\n\nBy using this Website, you represent and warrant that you have all required authority to form a binding contract with the Company.\n\n### Accessing the Website and Account Security\n\nWe reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\n\nYou are responsible for:\n\n- Making all arrangements necessary for you to have access to the Website.\n- Ensuring that all persons who access the Website through your internet connection are aware of these Terms of Use and comply with them.\n- Ensuring that all persons who take advantage of any third-party offerings through the Website are aware of and consent to any applicable Terms of Use from those third parties.\n\nTo access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information. It is a condition of your use of the Website that all the information you provide on the Website is correct, current, and complete. You agree that all information you provide to register with this Website or otherwise, including, but not limited to, through the use of any interactive features on the Website, is governed by our Privacy Policy [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'suma privacy policy'), and you consent to all actions we take with respect to your information consistent with our Privacy Policy.\n\nIf you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, or other security information.\n\nWe have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.\n\n### Authentication\n\nWe may offer content, services, or functionality for use within the Website (the \"Offerings\").  To use or access the Offerings, you may have to authenticate yourself and verify you are eligible for such content, services, or functionality.  You must authenticate yourself and your account before using or accessing any Offerings.  In so doing, you guarantee that the information you provide is true and accurate and you undertake to keep it up to date.\n\n### Intellectual Property Rights\n\nThe Website and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by the Company, its licensors, or other providers of such material, and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\n\nThese Terms of Use permit you to use the Website for your personal, non-commercial use only. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Website.\n\nIf you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Use, your right to use the Website will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\n\n### Trademarks\n\nThe Company name and all related names, logos, product and service names, designs, and slogans are trademarks of the Company or its affiliates or licensors. You must not use such marks without the prior written permission of the Company. All other names, logos, product and service names, designs, and slogans on this Website are the trademarks of their respective owners.\n\n### Prohibited Uses\n\nYou may use the Website only in accordance with these and any other applicable Terms of Use. You agree not to use the Website:\n\n- In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the U.S. or other countries).\n- For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.\n- To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website, or expose them to liability.\n\nAdditionally, you agree not to:\n\n- Use the Website in any manner that could disable, overburden, damage, or impair the site, or interfere with any other party's use of the Website, including their ability to engage in real-time activities through the Website.\n- Use any device, software, or routine that interferes with the proper working of the Website.\n\n### Reliance on Information Posted\n\nThe information presented on or through the Website is made available solely for general information purposes. We do not warrant the accuracy, completeness, or usefulness of this information. Any reliance you place on such information is strictly at your own risk. We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.\n\n### Changes to the Website\n\nWe may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.\n\n### Information About You and Your Visits to the Website\n\nAll information we collect on this Website is subject to our Privacy Policy [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy__blank__ 'suma privacy policy'). By using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\n\n### Online Purchases and Other Terms and Conditions\n\nAll purchases through our site or other transactions for the sale of goods or services formed through the Website, or resulting from visits made by you, are governed by these Terms of Use and any other applicable terms and conditions.\n\nAdditional terms and conditions may also apply to specific portions, services, or features of the Website. All such additional terms and conditions are hereby incorporated by this reference into these Terms of Use.\n\nThe Website also may include offerings of goods and services by third parties.  It is your sole responsibility and obligation to ensure that all persons who take advantage of any third-party offerings through the Website are aware of and consent to any applicable additional terms and conditions from those third parties.\n\n### Payment\n\nYou agree to have the Company receive or execute payments on your behalf in relation to your use of goods or services provided by suma or its licensors and third-party partners, and manage settlement of related payments to you.\n\nYou may pay for your items using payment methods such as the following, the availability of which may vary:\n\nCertain credit or debit cards (VISA, MasterCard, American Express, and Discover).\n\nWe may modify the scope of payment methods available in our sole discretion.\n\nYou may be subject to the terms and conditions for your purchase of \"items\" (which may refer to goods and/or services)  as required by the seller of such items. Suma is not a party to such agreements between you and the seller. For avoidance of doubt, your financial obligations are directly with suma, not the seller, for your purchase of such items.\n\n### Geographic Restrictions\n\nThe owner of the Website is based in the State of Oregon in the United States. We provide this Website for use only by persons located in the State of Oregon. We make no claims that the Website or any of its content is accessible or appropriate outside of the State of Oregon. Access to the Website may not be legal by certain persons or in certain countries. If you access the Website from outside the State of Oregon, you do so on your own initiative and are responsible for compliance with local laws.\n\n### Disclaimer of Warranties\n\nYou understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data. TO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.\n\nYOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE WEBSITE, OR ANY GOODS AND SERVICES OFFERED THROUGH THE WEBSITE. WITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\n\nTO THE FULLEST EXTENT PROVIDED BY LAW, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.\n\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n\n### Limitation on Liability\n\nTO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COMPANY, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES, AND ANY GOODS OR SERVICES OFFERED THROUGH THE WEBSITE, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.\n\nThe limitation of liability set out above does not apply to liability resulting from our gross negligence or willful misconduct or death or bodily injury caused by products you purchase through the site.\n\nTHE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n\n### Indemnification\n\nYou agree to defend, indemnify, and hold harmless the Company, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Use or your use of the Website, including, but not limited to, your User Contributions, any use of the Website's content, services, and products other than as expressly authorized in these Terms of Use, or your use of any information obtained from the Website.\n\n### Governing Law and Jurisdiction\n\nAll matters relating to the Website and these Terms of Use, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Oregon without giving effect to any choice or conflict of law provision or rule (whether of the State of Oregon or any other jurisdiction).\n\nAny legal suit, action, or proceeding arising out of, or related to, these Terms of Use or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of Oregon, in each case located in the City of Portland and County of Multnomah, although we retain the right to bring any suit, action, or proceeding against you for breach of these Terms of Use in your country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\n\n### Waiver and Severability\n\nNo waiver by the Company of any term or condition set out in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.\n\nIf any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.\n\n### Entire Agreement\n\nThe Terms of Use, our Privacy Policy, and Terms of Sale constitute the sole and entire agreement between you and suma regarding the Website and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Website.\n\n### Your Comments and Concerns\n\nThis Website is operated by suma 7450 N Charleston Ave, Portland, OR 97203.\n\nAll other feedback, comments, requests for technical support, and other communications relating to the Website should be directed to: [info@mysuma.org](mailto:info@mysuma.org 'suma help email').\n\n<br />\n\n---\n\n<br />\n\n# 2024 Suma Summer Special Program Terms of Sale\n\nThese terms and conditions govern the sale of goods, products, or services (\"Goods\") by suma and its affiliates (collectively, \"Seller\"), as well as by third-party vendors and/or service providers of Seller (\"Third Parties\"), during the 2024 Suma Summer Special program. These terms and conditions (\"Agreement\") apply only to the 2024 Suma Summer Special program, which is a program being offered by Seller to provide access to affordable meals for Oregon eligible individuals (\"Buyer\" or \"Buyers\") from May 4, 2024 through December 31, 2024.\n\nThese special terms apply only to the 2024 Suma Summer Special program. For a copy of the special terms and conditions applicable to prior suma programs, please contact us at [info@mysuma.org](mailto:info@mysuma.org 'suma help email').\n\n**1) Account Funding:** For the 2024 Suma Summer Special program, Buyers first must set up a Suma Website account, provide Seller with all requested information, and deposit an initial five USD ($5.00) in their Suma Website account. Buyers must initially deposit five USD ($5.00) by linking their credit card or debit card. Seller will charge Buyers a one-half percent (.5%) transaction fee on each amount you deposit in your Suma Website account. For example, if a Buyer adds five USD ($5.00) to their Suma Website account, Seller will charge $0.025 (2.5 cents). Seller will allow authorized and qualified Buyers to receive an initial credit of nineteen USD ($19.00) in their Suma Website account from Seller. The Buyer’s initial deposit  and those credits (\"Funds\") are only eligible for use by qualified Buyers at a participating farmers’ market. Funds may not be transferred, sold, modified, or redeemed for  gift cards and certain excluded merchandise as indicated on the back of the physical vouchers received from Seller in exchange for Funds at the participating farmers’ market. Seller is not responsible for, and will not replace, lost, stolen, or damaged vouchers. On a weekly basis, qualified and authorized Buyers will be entitled to add up to an additional fifteen USD ($15.00) to their Suma Website account, which Seller will match with additional credits at a ratio of one to one(1:1). Seller may, in its sole discretion, adjust the availability and offerings of any credits. If Buyer is neither qualified nor authorized to place an order, Seller will return the initial five USD ($5.00) deposit.\n\n**2) Payment:** Buyers will make their initial deposit on Seller’s Website by credit or debit card, through Stripe, Inc. (\"Stripe\"), Seller’s third-party payment processor. Certain Stripe terms and conditions that may govern your use of this service can be found at [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users__blank).\n\n**3) Orders:** Suma may offer Buyers the option to purchase Goods by placing orders through the suma website (\"Website\"). Buyers must ensure acceptance of all applicable terms and conditions from Seller or Third Parties Because participation in the 2024 Suma Summer Special program is limited, Seller will, in its sole discretion, determine after this initial set up whether to make the functionality to place an order using the Website available to you. Orders may not be canceled or rescheduled without Seller’s written consent. If, after the initial set up, you are authorized by Seller to place an order, all orders must identify the products, unit quantities, applicable prices and requested transportation information, for the Goods being used or purchased. Unless otherwise agreed, Buyer is responsible for obtaining all Goods. Seller may, in its sole discretion, allocate Goods among Buyers.\n\n**4) Delivery and Title:** For the 2024 Suma Summer Special program, Buyer may \"pick up\" their Goods at the St. Johns Farmers’ Market starting May 4, 2024, and King Farmers’ Market starting May 5, 2024. All \"pick up\" orders placed by Buyer on the Suma Website for the 2024 Suma Summer Special program are subject to acceptance by Seller or Third Parties. To facilitate this pick up, Seller and Third Parties will offer a means of transportation for qualified and authorized Buyers. All pick-ups will be made at the location provided to Buyer at time of purchase. Title and risk of loss pass to the Buyer upon pickup by the Buyer of the Goods from the selected community location. Seller's delivery dates and times are estimates only and Seller is not liable for delays in delivery of Goods, or for failure to perform due to causes beyond the reasonable control of the Seller.\n\n**5) Returns, Refunds, and Exchanges:** All Goods purchased from the 2024 Suma Summer Special program are final and non-returnable nor exchangeable. All Funds deposited by Buyers in their Suma Website account will be applied for use in the 2024 Suma Summer Special program. Funds are non-refundable, do not expire, and have no service fees. The paper vouchers issued at the participating farmers market will expire at the end of the 2024 Suma Summer Special program. Buyers who still have Funds in their Suma Website account at the end of the 2024 Suma Summer Special program may apply those Funds to other products available on the Suma Website. Funds are not redeemable for cash except where required by law. For balance inquiries and refunds go to [https://app.mysuma.org](https://app.mysuma.org__blank__ 'suma app homepage') or email [info@mysuma.org](mailto:info@mysuma.org 'suma help email').\n\n**6) Disclaimer of Warranties:** YOU ACKNOWLEDGE THAT THE GOODS SOLD DURING THE 2024 SUMA SUMMER SPECIAL PROGRAM AND ANY AND ALL PORTIONS THEREOF ARE PROVIDED \"AS IS.\" SELLER MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE GOODS AND OR PORTIONS THEREOF WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. SPECIFICALLY, WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, SELLER MAKES NO REPRESENTATION OR WARRANTY THAT (I) THE USE AND DISTRIBUTION OF THE GOODS WILL BE UNINTERRUPTED OR ERROR FREE, AND OR (II) ANY USE OF THE GOODS AND/OR PARTS THEREOF, WILL NOT CAUSE ANY HARM. IT SHALL BE YOUR SOLE RESPONSIBILITY TO MAKE SUCH DETERMINATION AS NECESSARY. CONSEQUENTLY, SELLER DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATED TO, IN ANY WAY, THE GOODS SOLD DURING THE 2024 SUMA SUMMER SPECIAL PROGRAM. YOU ACKNOWLEDGE THAT YOU HAVE RELIED ON NO WARRANTIES AND THAT NO WARRANTIES ARE MADE BY SELLER OR GRANTED BY LAW WHENEVER IT IS PERMITTED BY LAW.\n\n**7) Limitation of Liability:** BUYER SHALL NOT BE ENTITLED TO, AND SELLER SHALL NOT BE LIABLE FOR, LOSS OF PROFITS OR REVENUE, PROMOTIONAL OR MANUFACTURING EXPENSES, OVERHEADS, BUSINESS INTERRUPTION COST, LOSS OF DATA, REMOVAL OR REINSTALLATION COSTS, INJURY TO REPUTATION OR LOSS OF BUYERS, PUNITIVE DAMAGES, INTELLECTUAL PROPERTY RIGHTS INFRINGEMENT, LOSS OF CONTRACTS OR ORDERS OR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY NATURE. BUYER'S RECOVERY FROM SELLER FOR ANY CLAIM SHALL NOT EXCEED THE PURCHASE PRICE PAID FOR THE AFFECTED GOODS IRRESPECTIVE OF THE NATURE OF THE CLAIM WHETHER IN CONTRACT, TORT, WARRANTY, OR OTHERWISE. BUYER WILL INDEMNIFY, DEFEND AND HOLD SELLER HARMLESS FROM ANY CLAIMS BASED ON (a) SELLER'S COMPLIANCE WITH BUYER'S DESIGNS, SPECIFICATIONS, OR INSTRUCTIONS, (b) MODIFICATION OF ANY GOODS BY ANYONE OTHER THAN SELLER, or (c) USE IN COMBINATION WITH OTHER GOODS. IN NO EVENT SHALL THE TOTAL AMOUNT OF DAMAGES LIABLE TO BUYER UNDER THESE TERMS OF SALE EXCEED THE AMOUNT PAID BY BUYER TO SELLER FOR THE GOODS.\n\n**8) Force Majeure:** Seller is not liable for failure to fulfill its obligations for any Goods or for delays in availability due to causes beyond Seller's reasonable control including, but not limited to, acts of God, natural or artificial disaster, riot, war, strike, delay by carrier, shortage of Goods, acts or omissions of other parties, acts or omissions of civil or military authority, Government priorities, changes in law, material shortages, fire, strikes, floods, epidemics, quarantine restrictions, acts of terrorism, delays in transportation or inability to obtain labor, materials or Goods through its regular sources, which shall be considered as an event of force majeure excusing Seller from performance and barring remedies for non-performance. In an event of force majeure condition, the Seller's time for performance shall be extended for a period equal to the time lost as a consequence of the force majeure condition without subjecting Seller to any liability or penalty. Seller may, at its option, cancel the remaining performance, without any liability or penalty, by giving notice of such cancellation to the Buyer.\n\n**9) Assignment:** Buyer shall not assign any rights or obligations under this Agreement without the prior written consent of Seller.\n\n**10) Governing Law and Forum:** This Agreement, and all offers, confirmations and agreements, are governed by and construed in accordance with the laws of the State of Oregon. All disputes arising out of or in connection with this Agreement, or any offer, confirmation or agreement, shall first be attempted by Buyer and Seller to be settled through consultation and negotiation in good faith and a spirit of mutual understanding. All disputes that are not resolved within a period of thirty (30) days from the date the relevant party notified the other party to that effect, shall be submitted to the Arbitration Service of Oregon, for binding arbitration.\n\n**11) Breach and Termination:** Without prejudice to any rights or remedies Seller may have under this Agreement or at law, Seller may, by written notice to Buyer, terminate with immediate effect any Agreement, or any part thereof, without any liability whatsoever, for any reason.\n\nIn the event of cancellation, termination or expiration of any Agreement the terms and conditions destined to survive such cancellation, termination or expiration (which shall include without limitation Sections 5 of this Agreement) shall survive.\n\n**12) Severability:** In the event that any provision(s) of this Agreement shall be held invalid or unenforceable by a court of competent jurisdiction or by any future legislative or administrative action, such holding or action shall not negate the validity or enforceability of any other provisions thereof.\n\n**13) Modifications and Changes:** Seller reserves the right to make any amendments or modifications to this Agreement at any time. Such amendments and modifications shall have effect (1) on all offers, confirmations and agreements referring to such amended or modified Agreement as from the date of such offer, confirmation or agreement, and (2) on any existing agreement thirty (30) days from notification of such amendments or modifications by Seller to Buyer, unless Buyer has notified Seller within such thirty (30) days period that it objects thereto.\n\n<br />\n\n---\n\n<br />\n\n# 2024 Suma Holiday Special Terms of Sale\n\nThese terms of sale govern the sale of goods, products, or services (\"Product\" or \"Products\"), to you (\"Buyer\"), by Suma and its affiliates (collectively, \"Seller\"), as well as by third-party vendors and/or service providers of Seller (\"Third Parties\"), during the 2024 Suma Holiday Special Program. These terms of sale (\"Agreement\") apply only to the 2024 Suma Holiday Special Program (\"Program\") offered by Suma to provide access to affordable meals for Oregon eligible individuals from November 20, 2024 through December 8, 2024, or for a shorter duration should supply of Products be exhausted prior to December 8, 2024 . Suma reserves the right to change or modify these 2024 Holiday Special Program terms at any time and in its sole discretion. If Suma makes changes to these 2024 Holiday Special Program terms, we will provide notice of such changes (e.g., by providing a notice on our website or updating the \"Updated\" date above). Your continued use of any benefit of the 2024 Suma Holiday Special Program will confirm your acceptance of the revised 2024 Suma Holiday Special Program terms.\n\n**1) Eligibility.** To participate in the 2024 Suma Holiday Special Program, you must first create a Suma Account (\"Account\") and become a validated user, subject to review and confirmation by Suma.\n\n**2) Prices.** For the duration of the Program only, the price of each Product will not exceed ten dollars ($10.00). This special price shall automatically expire at 5:00PM Pacific Standard Time on December 31, 2024, or as otherwise stated by Suma.\n\n**3) Payment.** Buyers will pay for any purchased Products on  Seller’s Website with Buyer’s personal credit or debit card. Stripe, Seller’s third-party payment processor, will serve as the payment processor for these transactions. To complete the transaction and to purchase Products, Buyers will load five dollars ($5.00) or ten dollars ($10.00) to their Account and pay for their Products using these funds. Certain Stripe terms and conditions that may govern your use of this service can be found at [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users).\n\n**4) Orders.** Seller is responsible for accepting all Buyer purchases (\"Orders\") during the duration of the Program. To place an Order, Buyers must first create an Account and provide Suma with all requested information. Buyers may not cancel or reschedule the pick-up of Orders without Seller’s written consent. All Orders must identify the Products, unit quantities, applicable prices and requested delivery information for the Products being purchased. Seller may, in its sole discretion, allocate Products among Customers.\n\n**5) Delivery and Title.** For all purchased Products, excluding those purchased from Third Party, Tienda Doña Maria, Buyer will collect their purchased Products from B-Line Sustainable Urban Delivery or from a community location. Buyers may collect their purchased Products on December 23, 2024 or December 24, 2024 from B-Line Sustainable Urban Delivery, or on December 23, 2024 from a location that Seller will communicate to Buyer upon receipt of Buyer’s Order. Title and risk of loss pass to the Buyer upon Buyer’s retrieval of Products from the selected pick-up location. Seller’s pick-up dates and pick-up times\n\n**6) Returns, Refunds, and Exchanges.** All purchases from the 2024 Suma Holiday Special are final and non-returnable nor exchangeable.\n\n**7) Disclaimer of Warranties.** YOU ACKNOWLEDGE THAT THE PRODUCTS SOLD DURING THE 2024 SUMA HOLIDAY SPECIAL AND ANY AND ALL PORTIONS THEREOF ARE PROVIDED \"AS IS.\" SUMA MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE PRODUCTS AND OR PORTIONS THEREOF WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. SPECIFICALLY, WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, SUMA MAKES NO REPRESENTATION OR WARRANTY THAT (I) THE USE AND DISTRIBUTION OF THE PRODUCTS WILL BE UNINTERRUPTED OR ERROR FREE, AND OR (II) ANY USE OF THE PRODUCTS AND OR PARTS THEREOF, WILL NOT CAUSE ANY HARM. IT SHALL BE YOUR SOLE RESPONSIBILITY TO MAKE SUCH DETERMINATION AS NECESSARY. CONSEQUENTLY, SUMA DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATED TO, IN ANY WAY, THE PRODUCTS SOLD DURING THE 2024 SUMA HOLIDAY SPECIAL. YOU ACKNOWLEDGE THAT YOU HAVE RELIED ON NO WARRANTIES AND THAT NO WARRANTIES ARE MADE BY SUMA OR GRANTED BY LAW WHENEVER IT IS PERMITTED BY LAW.\n\n**8) Limitation of Liability.** BUYER SHALL NOT BE ENTITLED TO, AND SELLER SHALL NOT BE LIABLE FOR, LOSS OF PROFITS OR REVENUE, PROMOTIONAL OR MANUFACTURING EXPENSES, OVERHEADS, BUSINESS INTERRUPTION COST, LOSS OF DATA, REMOVAL OR REINSTALLATION COSTS, INJURY TO REPUTATION OR LOSS OF BUYERS, PUNITIVE DAMAGES, INTELLECTUAL PROPERTY RIGHT INFRINGEMENT, LOSS OF CONTRACTS OR ORDERS OR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY NATURE. BUYER’S RECOVERY FROM SELLER FOR ANY CLAIM SHALL NOT EXCEED THE PURCHASE PRICE PAID FOR THE AFFECTED PRODUCTS IRRESPECTIVE OF THE NATURE OF THE CLAIM WHETHER IN CONTRACT, TORT, WARRANTY, OR OTHERWISE. BUYER WILL INDEMNIFY, DEFEND AND HOLD SELLER HARMLESS FROM ANY CLAIMS BASED ON (a) SELLER’S COMPLIANCE WITH BUYER’S DESIGNS, SPECIFICATIONS, OR INSTRUCTIONS, (b) MODIFICATION OF ANY PRODUCTS BY ANYONE OTHER THAN SELLER, or (c) USE IN COMBINATION WITH OTHER PRODUCTS. IN NO EVENT SHALL THE TOTAL AMOUNT OF DAMAGES LIABLE TO BUYER UNDER THESE TERMS OF SALE EXCEED THE AMOUNT PAID BY BUYER TO SELLER FOR THE PRODUCTS.\n\n**9) Force Majeure.** Seller is not liable for failure to fulfill their obligations for any Products or for delays in delivery due to causes beyond Suma’s or Seller’s reasonable control including, but not limited to, acts of God, natural or artificial disaster, riot, war, strike, delay by carrier, shortage of Product, acts or omissions of other parties, acts or omissions of civil or military authority, Government priorities, changes in law, material shortages, fire, strikes, floods, epidemics, quarantine restrictions, acts of terrorism, delays in transportation or inability to obtain labor, materials or Products through its regular sources, which shall be considered as an event of force majeure excusing Seller from performance and barring remedies for non-performance. In an event of force majeure condition, the Seller’s time for performance shall be extended for a period equal to the time lost as a consequence of the force majeure condition without subjecting Seller to any liability or penalty. Seller may, at its option, cancel the remaining performance, without any liability or penalty, by giving notice of such cancellation to the Buyer.\n\n**10) Assignment.** Buyer shall not assign any rights or obligations under this Agreement without the prior written consent of Seller.\n\n**11) Governing Law and Forum.** This Agreement, and all offers, confirmations and agreements, are governed by and construed in accordance with the laws of the State of Oregon. All disputes arising out of or in connection with this Agreement, or any offer, confirmation or agreement, shall first be attempted by Buyer and Seller to be settled through consultation and negotiation in good faith and a spirit of mutual understanding. All disputes that are not resolved within a period of thirty (30) days from the date the relevant party notified the other party to that effect, shall be submitted to the Arbitration Service of Oregon, for binding arbitration.\n\n**12) Termination and Breach.** Without prejudice to any rights or remedies Seller may have under this Agreement or at law, Seller may, by written notice to Buyer, terminate with immediate effect any Agreement, or any part thereof, without any liability whatsoever, for any reason. In the event of cancellation, termination or expiration of any Agreement the terms of sale destined to survive such cancellation, termination or expiration (which shall include without limitation Sections 5 of this Agreement) shall survive.\n\n**13) Severability.** In the event that any provision(s) of this Agreement shall be held invalid or unenforceable by a court of competent jurisdiction or by any future legislative or administrative action, such holding or action shall not negate the validity or enforceability of any other provisions thereof.\n\n**14) Modifications and Changes.** Seller reserves the right to make any amendments or modifications to this Agreement at any time. Such amendments and modifications shall have effect (1) on all offers, confirmations and agreements referring to such amended or modified terms of sale as from the date of such offer, confirmation or agreement, and (2) on any existing agreement thirty (30) days from notification of such amendments or modifications by Seller to Buyer, unless Buyer has notified Seller within such thirty (30) days period that it objects thereto.\n\n## Seller and Third Party-Specific Terms of Sale\n\nThese additional terms and conditions (\"Addendum to the Terms of Sale\" or \"Addendum\") apply only to Products purchased from Suma partner, Tienda Doña Maria during the duration of the 2024 Suma Holiday Special Program. By purchasing Products from Tienda Doña Maria, you agree to be bound by Suma’s 2024 Suma Holiday Special Terms of Sale, which include this Addendum. To the extent there are conflicts between this Addendum to the Terms of Sale and the broader 2024 Suma Holiday Special Terms of Sale, as applicable, this Addendum will control with respect to the eligibility, purchase, and collection of Products from Tienda Doña Maria. Capitalized terms used but not otherwise defined in this Addendum to the Terms of Sale have meanings set forth in the 2024 Suma Holiday Special Terms of Sale.\n\n**1) Eligibility:** Products offered by Tienda Doña Maria through the duration of the 2024 Suma Holiday Special Program are available only to eligible Buyers. Eligible Buyers are suma users affiliated with Portland, Oregon’s Hacienda Community Development Corporation, a Latino-led Community Development Corporation located at 6700 NE Killingsworth Street, Portland, Oregon 97218.   \n\n**2) Prices:** For the duration of the 2024 Suma Holiday Special Program only, the price of each Product offered by Tienda Doña Maria is as follows:\n\na. \"Sweet Pack\":  five dollars ($5.00);\n\nb. \"Savory Pack\":  five dollars ($5.00);\n\nc. Simultaneous purchase of \"Sweet Pack\" and \"Savory Pack\":  ten dollars ($10.00).\n\n**3) Delivery and Title:**  For all Products purchased from Tienda Doña Maria, Buyers will collect purchased Products from Tienda Doña Maria’s market location, located at 6784 NE Killingsworth Street, Portland, Oregon 97218. Buyers may collect purchased Products beginning December 17, 2024, and ending December 21, 2024, during Tienda Doña Maria’s normal business hours. Buyers will communicate and coordinate with Tienda Doña Maria directly to collect and retrieve any purchased Products. Title and risk of loss pass to Buyer upon Buyer’s collection of Products from Tienda Doña Maria’s business location.\n\n<br />\n\n---\n\n<br />\n\n# Lyft BIKETOWN E-Scooter and E-Bike Pilot Program\n\nThis addendum (\"Addendum\") to the Suma Terms of Use governs participation in the Lyft BIKETOWN E-Scooter and E-Bike Pilot Program (\"**Biketown Pilot** **Program**\") conducted by Lyft, Inc. (“Lyft”) in collaboration with suma and its affiliates (“**suma**”), where Lyft’s BIKETOWN-for-All e-scooters and e-bikes are available to rent through the suma app. This Addendum is between Biketown Pilot Program participants (“**you**” or “**your**”) and suma. In the instance of a conflict between this Addendum and the Suma Terms of Use, the terms and conditions of this Addendum control with regard to the Biketown Pilot Program.\n\n**1\\) Description of Biketown Pilot Program.** Suma plans to provide reduced-cost e-bike and e-scooter rental services (“**Services**”) to eligible Portland residents through a partnership with Lyft. Biketown Pilot Program participants will test this service in compliance with this Addendum. Participants will also receive safety training and provide Biketown Pilot Program feedback during the Biketown Pilot Program Term.\n\n**2\\)** **Eligibility.** To be eligible to participate in the Biketown Pilot Program, you must:\n\n* Be at least sixteen (16) years of age or older;\n\n* Receive SNAP benefits, utility assistance (LIHEAP), unemployment assistance, affordable housing assistance, or be an Oregon Health Plan member, Pell Grant recipient, or income-eligible TriMet Honored Citizen;\n\n* Have a validated suma account;\n\n* Satisfy Lyft’s eligibility requirements as contained in the [Lyft Terms of Service](https://www.lyft.com/terms).\n\nSuma app users who are not eligible to participate in the Biketown Pilot Program will not be able to see Biketown e-bikes or vehicles in the suma app and will not be able to access Biketown Pilot Program services during the Biketown Pilot Program Term.\n\n**3\\) Term.** The Biketown Pilot Program will run from April 1, 2025, through July 30, 2025 (“**Term**”).\n\n**4\\) Credits**. Each month for three (3) months, you will receive eighty-five dollars ($85.00) in Biketown Pilot Program credit. This credit will be available in your suma account to spend on Biketown Pilot Program e-bike and e-scooter rides only. Credits will not be expendable after July 30, 2025\\. When each new month of your participation in the Biketown Pilot Programs begins, you will automatically receive a new allotment of Biketown Pilot Program credits. If you use all of your credits either before new credits are added to your account or after you receive your last allowance of credits, then you may use your personal credit or debit card to purchase additional Biketown Pilot Program e-bike or e-scooter rides through the suma app on an as-requested basis. You will not be able to purchase additional discounted e-bike or e-scooter rides as part of the Biketown Pilot Program after July 30, 2025\\.\n\nThese credits have no cash value or any other value outside of the suma app, are not transferable or refundable, and are not redeemable for cash. Even on the suma app, Biketown Pilot Program credits do not have a cash value. They do not operate or serve as stored value facilities in any way. You may not sell, transfer, trade, gift, or otherwise exchange Biketown Pilot Program credits. Biketown Pilot Program credits do not roll-over from month-to-month. Unused credits will expire at the end of each month and all credits will expire at the end of the Term.\n\n**5\\) Payments.** You will pay for e-scooter or e-bike rides through the suma app with your monthly Biketown Pilot Program credit, which will automatically be applied to your suma account. Credits are deducted from your account as you reserve available e-bikes and e-scooters.\n\n**6\\) Pricing.** Your suma account will be charged whenever you ride a Biketown Pilot Program e-bike or e-scooter during the Term. E-bike rides cost $0.05 per minute, and e-scooters rides cost $0.07 per minute. Biketown Pilot Program charges will be applied against your eighty-five dollars ($85.00) monthly credit first. Unlocking the e-bike or e-scooter is free of charge for Biketown Pilot Program participants. Out-of-station parking costs $1.00 each time you park an e-bike or e-scooter in a non-free zone, which will be labeled as such in the app.\n\n**7\\) Returns and Exchanges.** All e-bike and e-scooter rides and services provided during the Biketown Pilot Program are final and non-refundable nor exchangeable.\n\nThese Biketown Pilot Program credits can only be used for the limited purpose of booking eligible e-bikes and e-scooters through the suma app.\n\n**8\\) DISCLAIMERS.** YOU ACKNOWLEDGE THAT THE SERVICES PROVIDED DURING THE BIKETOWN PILOT PROGRAM ARE \"AS IS.\" SUMA MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE SERVICES, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. SUMA DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATED TO THE SERVICES PROVIDED DURING THE BIKETOWN PILOT PROGRAM.\n\n**9\\) LIMITATION OF LIABILITY.** TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL SUMA, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR PARTICIPATION IN, OR INABILITY TO PARTICIPATE IN, THE BIKETOWN PILOT PROGRAM, ANY SERVICES ASSOCIATED WITH IT, OR SUCH OTHER SERVICES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF PROFITS, LOSS OF USE, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.\n\nTHE LIMITATION OF LIABILITY SET OUT ABOVE DOES NOT APPLY TO LIABILITY RESULTING FROM OUR GROSS NEGLIGENCE OR WILLFUL MISCONDUCT OR DEATH OR BODILY INJURY CAUSED BY PRODUCTS YOU PROPERLY USE AS PART OF THE BIKETOWN PILOT PROGRAM.\n\n**10\\) Force Majeure.** Suma is not liable for failure to fulfill its obligations under this Addendum or for delays due to causes beyond suma’s reasonable control, including but not limited to, acts of God, natural or artificial disaster, riot, war, strike, delay by carrier, shortage of services, acts or omissions of other parties, acts or omissions of civil or military authority, government priorities, changes in law, material shortages, fire, strikes, floods, epidemics, quarantine restrictions, acts of terrorism, delays in transportation, or inability to obtain labor, materials, or services through its regular sources, which shall be considered as an event of force majeure excusing suma from performance and barring remedies for non-performance.\n\n**12\\) Assignment.** You may not assign any rights or obligations under this Addendum.\n\n**13\\) Governing Law.** All matters relating to the Biketown Pilot Program or this Addendum, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), are governed by and construed in accordance with the laws of the State of Oregon without giving effect to any choice or conflict of law provision or rule (whether of the State of Oregon or any other jurisdiction). Any legal suit, action, or proceeding arising out of, or related to, the Biketown Pilot Program or this Addendum shall be instituted exclusively in the federal courts of the United States or the courts of the State of Oregon, in each case located in the City of Portland and County of Multnomah, although we retain the right to bring any suit, action, or proceeding against you for breach of this Addendum in your country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\n\n**14\\) Assent to Addendum and Pass-Through Terms.** By participating in the Biketown Pilot Program, you agree to the terms and conditions of this Addendum, the suma Terms of Use located at [https://app.mysuma.org/app/terms-of-use](https://app.mysuma.org/app/terms-of-use), the suma Privacy Policy located at [https://app.mysuma.org/app/privacy-policy](https://app.mysuma.org/app/privacy-policy), the Lyft Business Terms located at [https://go.lyftbusiness.com/terms-of-service](https://go.lyftbusiness.com/terms-of-service), and the Lyft Terms of Service located at [https://www.lyft.com/terms](https://www.lyft.com/terms), including, but not limited to, their limitation of liability provisions.\n\n<br />\n\n---\n\n<br />\n\n# 2025 Suma Market Match Program Terms of Sale\n\nThese terms and conditions govern the sale of goods, products, or services (\"Goods\") by suma and its affiliates (collectively, \"Seller\"), as well as by third-party vendors and/or service providers of Seller (\"Third Parties\"), during the 2025 Suma Market Match program. These terms and conditions (\"Agreement\") apply only to the 2025 Suma Market Match program, which is a program being offered by Seller to provide access to affordable meals for Oregon eligible individuals (\"Buyer\" or \"Buyers\") from May 3, 2025 through December 31, 2025\\.\n\nThese special terms apply only to the 2025 Suma Market Match program. For information regarding prior suma programs, please contact us at [info@mysuma.org](mailto:info@mysuma.org).\n\n**1\\) Account Funding:** For the 2025 Suma Market Match program, Buyers first must set up a Suma Website account, provide Seller with all requested information, and deposit an initial five USD ($5.00) in their Suma Website account. Buyers must initially deposit five USD ($5.00) using their credit card or debit card and complete a transaction on the Suma Website account. Seller will charge Buyers a one-half percent (0.5%) transaction fee on each amount you deposit in your Suma Website account. For example, if a Buyer adds five USD ($5.00) to their Suma Website account, Seller will charge two-and-one-half cents ($0.025) . Authorized and qualified Buyers may receive up to an initial credit of nineteen USD ($19.00) in their Suma Website account from Seller. The Buyer’s initial deposit and those credits (\"Funds\") are only eligible for use by qualified Buyers at a participating farmers market. Funds may not be transferred, sold, modified, or redeemed for gift cards and certain excluded merchandise as indicated on the back of the physical vouchers received from Seller in exchange for Funds at the participating farmers market. Seller is not responsible for, and will not replace, lost, stolen, or damaged vouchers. On a weekly basis, qualified and authorized Buyers will be entitled to add up to an additional fifteen USD ($15.00) to their Suma Website account, which Seller will match with additional credits at a ratio of one dollar to one credit. Seller may, in its sole discretion, adjust the availability and offerings of any credits. If Buyer is neither qualified nor authorized to place an order, Seller will return the initial five USD ($5.00) deposit to Buyer upon Buyer’s request for such refund.\n\n**2\\) Payment:** Buyers will make their initial deposit on Seller’s Website by credit or debit card, through Stripe, Inc. (\"Stripe\"), Seller’s third-party payment processor. Certain Stripe terms and conditions may govern your use of this service and can be found at [https://stripe.com/legal/end-users](https://stripe.com/legal/end-users__blank).\n\n**3\\) Orders:** All orders placed by Buyer for the 2025 Suma Market Match program are subject to acceptance by Seller. Prior to placing any orders for the 2025 Suma Market Match program, Buyers must set up a Suma Website account and provide Seller with all requested information. Orders may not be canceled or rescheduled without Seller’s written consent. All orders must identify the Goods, unit quantities, applicable prices and requested delivery information for the Goods being purchased. Seller may, in its sole discretion, allocate Goods among customers.\n\n**4\\) Delivery and Title:** For the 2025 Suma Market Match program, Buyer may retrieve their Goods at: (i) the ***St. Johns Farmers Market*** beginning May 4, 2025; (ii) the ***King Farmers Market*** beginning May 5, 2025 and (iii) the ***Lents International Farmers Market*** beginning June 1, 2025\\. All orders placed by Buyer on the Suma Website for the 2025 Suma Market Match program are subject to acceptance by Seller or Third Parties. Seller and Third Parties will offer a means of transportation for qualified and authorized Buyers so that Buyers may retrieve their orders. All pick-ups will be made at the location communicated to Buyer by Seller at the time of purchase. Title and risk of loss pass to the Buyer upon Buyer’s pickup of the Goods from the selected community location. Seller's delivery dates and times are estimates only and Seller is not liable for delays in delivery of Goods, or for failure to perform due to causes beyond the reasonable control of the Seller.\n\n**5\\) Returns, Refunds, and Exchanges:** All Goods purchased from the 2025 Suma Market Match program are final and non-returnable nor exchangeable. All Funds deposited by Buyers in their Suma Website account will be applied for use in the 2025 Suma Market Match program. Funds are non-refundable, do not expire, and have no service fees. The paper vouchers issued at the participating farmers market will expire at the end of the 2025 Suma Market Match program. Buyers who still have Funds in their Suma Website account at the end of the 2025 Suma Market Match program may apply those Funds to other products available on the Suma Website. Funds are not redeemable for cash except where required by law. For balance inquiries and refunds go to https://app.mysuma.org or email info@mysuma.org.\n\n**6\\) Disclaimer of Warranties:** YOU ACKNOWLEDGE THAT THE GOODS SOLD DURING THE 2025 SUMA Market Match PROGRAM AND ANY AND ALL PORTIONS THEREOF ARE PROVIDED \"AS IS.\" SELLER MAKES NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE GOODS AND OR PORTIONS THEREOF WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. SPECIFICALLY, WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, SELLER MAKES NO REPRESENTATION OR WARRANTY THAT (I) THE USE AND DISTRIBUTION OF THE GOODS WILL BE UNINTERRUPTED OR ERROR FREE, AND OR (II) ANY USE OF THE GOODS AND/OR PARTS THEREOF, WILL NOT CAUSE ANY HARM. IT SHALL BE YOUR SOLE RESPONSIBILITY TO MAKE SUCH DETERMINATION AS NECESSARY. CONSEQUENTLY, SELLER DISCLAIMS ANY AND ALL LIABILITY ARISING OUT OF OR RELATED TO, IN ANY WAY, THE GOODS SOLD DURING THE 2025 SUMA Market Match PROGRAM. YOU ACKNOWLEDGE THAT YOU HAVE RELIED ON NO WARRANTIES AND THAT NO WARRANTIES ARE MADE BY SELLER OR GRANTED BY LAW WHENEVER IT IS PERMITTED BY LAW.\n\n**7\\) Limitation of Liability:** BUYER SHALL NOT BE ENTITLED TO, AND SELLER SHALL NOT BE LIABLE FOR, LOSS OF PROFITS OR REVENUE, PROMOTIONAL OR MANUFACTURING EXPENSES, OVERHEADS, BUSINESS INTERRUPTION COST, LOSS OF DATA, REMOVAL OR REINSTALLATION COSTS, INJURY TO REPUTATION OR LOSS OF BUYERS, PUNITIVE DAMAGES, INTELLECTUAL PROPERTY RIGHTS INFRINGEMENT, LOSS OF CONTRACTS OR ORDERS OR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY NATURE. BUYER'S RECOVERY FROM SELLER FOR ANY CLAIM SHALL NOT EXCEED THE PURCHASE PRICE PAID FOR THE AFFECTED GOODS IRRESPECTIVE OF THE NATURE OF THE CLAIM WHETHER IN CONTRACT, TORT, WARRANTY, OR OTHERWISE. BUYER WILL INDEMNIFY, DEFEND AND HOLD SELLER HARMLESS FROM ANY CLAIMS BASED ON (A) SELLER'S COMPLIANCE WITH BUYER'S DESIGNS, SPECIFICATIONS, OR INSTRUCTIONS, (B) MODIFICATION OF ANY GOODS BY ANYONE OTHER THAN SELLER, or (C) USE IN COMBINATION WITH OTHER GOODS. IN NO EVENT SHALL THE TOTAL AMOUNT OF DAMAGES LIABLE TO BUYER UNDER THESE TERMS OF SALE EXCEED THE AMOUNT PAID BY BUYER TO SELLER FOR THE GOODS.\n\n**8\\) Force Majeure:** Seller is not liable for failure to fulfill its obligations for any Goods or for delays in availability due to causes beyond Seller's reasonable control including, but not limited to, acts of God, natural or artificial disaster, riot, war, strike, delay by carrier, shortage of Goods, acts or omissions of other parties, acts or omissions of civil or military authority, Government priorities, changes in law, material shortages, fire, strikes, floods, epidemics, quarantine restrictions, acts of terrorism, delays in transportation or inability to obtain labor, materials or Goods through its regular sources, which shall be considered as an event of force majeure excusing Seller from performance and barring remedies for non-performance. In an event of force majeure condition, the Seller's time for performance shall be extended for a period equal to the time lost as a consequence of the force majeure condition without subjecting Seller to any liability or penalty. Seller may, at its option, cancel the remaining performance, without any liability or penalty, by giving notice of such cancellation to the Buyer.\n\n**9\\) Assignment:** Buyer shall not assign any rights or obligations under this Agreement without the prior written consent of Seller.\n\n**10\\) Governing Law and Forum:** This Agreement, and all offers, confirmations and agreements, are governed by and construed in accordance with the laws of the State of Oregon. All disputes arising out of or in connection with this Agreement, or any offer, confirmation or agreement, shall first be attempted by Buyer and Seller to be settled through consultation and negotiation in good faith and a spirit of mutual understanding. All disputes that are not resolved within a period of thirty (30) days from the date the relevant party notified the other party to that effect, shall be submitted to the Arbitration Service of Oregon, for binding arbitration.\n\n**11\\) Breach and Termination:** Without prejudice to any rights or remedies Seller may have under this Agreement or at law, Seller may, by written notice to Buyer, terminate with immediate effect any Agreement, or any part thereof, without any liability whatsoever, for any reason.\n\nIn the event of cancellation, termination or expiration of any Agreement the terms and conditions destined to survive such cancellation, termination or expiration (which shall include without limitation Sections 5 of this Agreement) shall survive.\n\n**12\\) Severability:** In the event that any provision(s) of this Agreement shall be held invalid or unenforceable by a court of competent jurisdiction or by any future legislative or administrative action, such holding or action shall not negate the validity or enforceability of any other provisions thereof.\n\n**13\\) Modifications and Changes:** Seller reserves the right to make any amendments or modifications to this Agreement at any time. Such amendments and modifications shall have effect: (i) on all offers, confirmations and agreements referring to such amended or modified Agreement as from the date of such offer, confirmation or agreement; and (ii) on any existing agreement thirty (30) days from notification of such amendments or modifications by Seller to Buyer, unless Buyer has notified Seller within such thirty (30) days period that it objects thereto.  \n"
}