{
  "ledger_balance": "Funds on Suma",
  "ledgers_intro": "Your Suma accounts are used to purchase goods and services through the application, like a bank account you can use on Suma. Below is your account balance and all credits to, and debits from, your account.",
  "ledger_transactions": "Transaction History",
  "payment_title": "Payment Accounts",
  "payment_intro": {
    "intro_md": "To add money to your account, you'll need at least one *funding source*. Usually this is a bank account, but other options maybe available to you below.",
    "privacy_statement_md": "Your financial information is secured using **bank-level encryption** and **never shared without your consent**. Please see [Suma's Privacy Policy](#TODO 'Suma Privacy Policy Link') for more details about how we protect and use your financial information."
  },
  "sumas_privacy_policy": "Suma's Privacy Policy",
  "bank_accounts": "Bank Accounts",
  "link_account": "Link Bank Account",
  "linked_account": "Bank Account Linked",
  "linked_account_successful_md": "Your bank account has been successfully linked to Suma. Within the next day or two, one of our Member Experience specialists will be in touch to confirm the account.<br> Once the account is confirmed, you'll be able to add funds.",
  "link_another_account": "Link Another Account",
  "account_submission_statement": "After you submit your information, one of our Member Experience specialists will be in touch to confirm the account.",
  "check_details_title": "What is my Account Number?",
  "check_details_subtitle": "At the bottom of your check are three sets of numbers. The first is the 9-digit routing number. The second is your account number. The third, which you can ignore, is your check number.",
  "unlink": "Unlink",
  "unlink_account": "Unlink Account",
  "unlink_account_question": "Are you sure you want to unlink this account? You can always re-add it later.",
  "unlink_account_question_subtitle": "Any in-progress transactions will not be canceled.",
  "no_bank_accounts_warning": "You don't have any bank accounts linked.",
  "add_funds": "Add Funds",
  "add_funds_intro": "Add funds to your Suma account so you can purchase discounted goods and services through the app.",
  "payment_submition_statement": "After you submit your payment, you will be able to use the money immediately. The withdrawal should hit your account in 2 or 3 business days.",
  "payment_account_verified": "Verified",
  "payment_account_pending": "Pending",
  "payment_support_coming": "Support is coming for additional sources, such as cash, money order, and adding funds through a friend.",
  "payment_other_sources": "Other Sources",
  "funding_link_md": "[$t(common:add_money_to_account)](/funding 'Funding Page Link')"
}